"geCancel" = "בטל";
"geBack" = "חזרה";
"geDisabled" = "מושבת";
"geSize" = "גודל";
"gePlay" = "נגן";
"acUnknownError" = "קרתה שגיאה לא ידועה!";
"pmChapters" = "פרקים";
"pmChapter" = "פרק";
"pmAudio" = "שמע";
"pmAudioTracks" = "רצועות שמע";
"pmAudioTracksNone" = "ללא";
"pmAudioDDHDMI" = "5.1 אודיו על HDMI";
"pmSubtitles" = "כתוביות";
"pmVideo" = "וידאו";
"pmTrackNameFormat" = "רצועה %ld";
"pmTrackTitle" = "רצועה %ld";
"pmSubtitlesNone" = "ללא";
"pmEncoding" = "קידוד";
"pmSmall" = "קטן";
"pmMedium" = "בינוני";
"pmLarge" = "גדול";
"pmBordered" = "ממוסגר";
"pmShadowed" = "מוצל";
"pmCombined" = "שניהם";
"pmSubtitlesOutlineNone" = "ללא";
"pmBold" = "מודגש";
"pmWeight" = "משקל";
"pmColor" = "צבע";
"pmResync" = "היסט זמן";
"pmSubtitlesGetMore" = "הבא עוד...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "שפה";
"pmSubtitlesChooseLanguage" = "בחר שפה";
"pmSubtitlesSearchResult" = "כתוביות זמינות";
"pmSubtitlesSearchNone" = "ללא";
"pmSubtitlesDownloadsCount" = "%i הורדות";
"pmOutline" = "מתאר";
"pmSubtiltlesOffset" = "יישור אנכי";
"pmZoomMode" = "מצב זום";
"pmAspectFit" = "רגיל";
"pmAspectFill" = "חיתוך";
"pmScaleToFill" = "מתוח";
"pmSpeechBoost" = "הגבר ערוץ מרכזי";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "ברירת מחדל";
"coWhite" = "לבן";
"coYellow" = "צהוב";
"coRed" = "אדום";
"coBlue" = "כחול";
"coGreen" = "ירוק";
"coPurple" = "סגול";
"coOrange" = "כתום";
"pfContentError" = "אירעה שגיאה בטעינת תוכן זה.";
"bcLibrary" = "ספריה";
"bcLoading" = "טוען...";
"bcGatheringMetadata" = "אוסף נתוני-מטא...";
"bcMinutes" = "דקות";
"bcCast" = "צוות";
"bcDirector" = "במאי";
"bcDirectors" = "במאים";
"bcPlayAnyway" = "נגן";
"emNoPermissionToRead" = "אין לך הרשאות לקריאת פריט זה.";
"emDefaultAFPError" = "לא ניתן להשלים את הפעולה.";
"emErrorOccured" = "אירעה שגיאה";
"emSubtitlesSearchRequestNoMetadata" = "לא מוצא כתוביות תואמות. אנא טען שוב את הנתוני-מטא ונסה שוב.";
"emSubtitlesSearchRequestCantDownload" = "אין אפשרות לגשת ל-OpenSubtitles. אנא בדוק את חיבור האינטרנט שלך ונסה שנית.";
"emSubtitlesSaveRequestCantSave" = "אירעה שגיאה פנימית מס' %d. אנא בחר חבילת תרגום אחרת.";
"emTraktTVAuthRequestAuthenticationFail" = "שם המשתמש או הסיסמה שהזנת אינם נכונים.\nאנא נסה שנית.";
"emTraktTVConnectionError" = "אין אפשרות לגשת ל-Trakt. אנא בדוק את חיבור האינטרנט שלך ונסה שנית.";
"emTraktSignUpFailed" = "ההרשמה נכשלה";
"emTraktLoginFiledTitle" = "ההתחברות נכשלה";
"emTraktTVSignUpFailOnEmail" = "אנא הכנס כתובת אימייל תקינה.\nלדוגמא yourname@domain.com";
"emTraktTVSignUpFailOnLogin" = "שם המשתמש חייב להכיל בין 3 ל-20 תווים, ללא רווחים או סימנים מוזרים בבקשה.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ הוא שם משתמש אשר נמצא כבר בשימוש.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ הינה כתובת אימייל הנמצאת כבר בשימוש.";
"emTraktTVGenericError" = "אנא נסה שנית מאוחר יותר.";
"prGenre" = "סגנון";
"prAudio" = "שמע";
"prVideo" = "וידאו";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "עונה";
"reEpisode" = "פרק";
"ttTraktTV" = "Trakt";
"ttLogin" = "התחבר";
"ttLogout" = "התנתק";
"ttScrobbling" = "Scrobbler";
"liStatusFetchingMetadata" = "שולף נתוני-מטא";
"liStatusPending" = "ממתין";
"liStatusFail" = "נכשל";
"liStatusFetchingThumbnails" = "מאחזר תמונות רקע";
"geClose" = "סגור";
"bcWriter" = "כותב";
"bcWriters" = "כותבים";
"hoPullToRefresh" = "משוך לרענון";
"hoReleaseToRefresh" = "שחרר לרענון";
"raThanksText" = "תודה לך!";
"svcFollowOnTwitterShort" = "עקוב אחרי %@";
"svcTellAFriend" = "ספר לחבר";
"svcSharingPreset2" = "נסו את %@, הדרך הטובה ביותר ליהנות מסרטי הוידאו המועדפים עליכם ב- iPhone, iPad, Apple TV, Mac ו-Vision!";
"svcVersion" = "גרסה %@";
"svcTitle" = "הגדרות";
"vvChoppyPlayback" = "יתכן ותיתקל בקפיצות או באיטיות מסוימת בצפיה בסרט וידאו מהסוג הזה.";
"vvAudioTracksMissing" = "מצטערים, %@ אינו יכול להשמיע סאונד עבור סרט וידאו זה. האם ברצונך לצפות בסרט וידאו בכל זאת?";
"vvAirPlayHelp" = "הפעל AirPlay Mirroring";
"tiMinutes" = "דק'";
"tiReloadMeta" = "ערוך נתוני-מטא";
"tiEmbeddedMetadata" = "נשתמש בנתוני-מטא מוטמעים";
"tiNetworkErrorTitle" = "שגיאת רשת";
"tiNetworkErrorMessage" = "בדוק את החיבור האינטרנט שלך ונסה שנית.";
"tiNothingFoundTitle" = "לא נמצא כלום";
"tiNothingFoundMessage" = "לא נמצאו התאמות לקובץ זה.";
"foRemoveITunesItem" = "אופס! סרט וידאו זה סונכרן דרך iTunes. השתמש ב-iTunes או ביישום TV בכדי למחוק אותו.";
"foRemoveTitle" = "מוחק את ”%1$@”";
"foRemovePrompt" = "האם הינך בטוח שברצונך למחוק לצמיתות את \"%1$@\"?";
"foRemoveButton" = "מחק";
"geOK" = "אישור";
"geSend" = "שלח";
"pmAirPlayWarning1" = "אפשרות זו אינה מותאמת ל-AirPlay.";
"pmAirPlayWarning2" = "יתכן ופס קול זה אינו מותאם ל-AirPlay.";
"pmAirPlayWarning3" = "כתוביות אינן תואמות ל-AirPlay והן יושבתו.";
"pmExtScreenResolution" = "רזולוציית מסך חיצוני";
"pmWarningTitle" = "אזהרה";
"shShareMovieFacebook" = "כרגע צפיתי ב-'%@'";
"shShareMovieTwitter" = "כרגע צפיתי ב-'%1$@' ב-%2$@";
"ttRate1" = "על הפנים :(";
"ttRate10" = "מטורף לגמרי!";
"ttRate2" = "גרוע";
"ttRate3" = "רע";
"ttRate4" = "חלש";
"ttRate5" = "לא משהו";
"ttRate6" = "ככה ככה";
"ttRate7" = "טוב";
"ttRate8" = "ממש טוב";
"ttRate9" = "מעולה";
"ttRateMovieInfo" = "מה אתה חושב?";
"ttShoutTitle" = "פרסם ב-Trakt";
"ufAppsCategory" = "דרך יישומים אחרים";
"ufAppsDescription" = "ניתן להעביר קבצים שמותאמים ל-%1$@ דרך יישומים כמו Dropbox או יישומי שיתוף דומים אחרים.";
"ufAppsPanelTitle" = "מיישומים";
"ufAppsStep1Desc" = "אתר את סרט הוידאו ב-Dropbox ולחץ על סמל הכוכב בכדי להוסיף אותו כמועדף.";
"ufAppsStep2Desc" = "לאחר סיום הורדת הקובץ, לחץ על הכפתור 'פתח ב-'.";
"ufAppsStep3Desc" = "לחץ על הסמל 'פתח ב-%1$@' וסרט הוידאו יתווסף לסיפריית ה-%1$@ שלך.";
"ufAuthShareTitle" = "הוסף שיתוף";
"ufFtpCategory" = "דרך FTP";
"ufFtpPanelTitle" = "FTP";
"ufHttpCategory" = "דרך דפדפן אינטרנט";
"ufHttpPanelTitle" = "דפדפן אינטרנט";
"ufPassword" = "סיסמה";
"ufRemoteCategory" = "דרך שיתוף רשת";
"ufShareName" = "שם";
"ufSpaceAvailableFormat" = "%@ GB זמין";
"ufStepFormat" = "%@.";
"ufSyncMasterCtrlTitle" = "הוסף קבצים";
"ufTunesSharingCategory" = "דרך שיתוף קבצים";
"ufTunesSharingDescription" = "סרטי וידאו אחרים ניתן להעביר ע”י שיתוף קבצים ב-iTunes ולצפות בהם ב-%1$@.";
"ufTunesSharingPanelTitle" = "שיתוף קבצים";
"ufTunesSharingStep1Desc" = "הפעל את יישום ה-iTunes ובחר את המכשיר שאיתו ברצונך לסנכרן מהסרגל הצדדי.";
"ufTunesSharingStep2Desc" = "לחץ על כרטיסיית 'שיתוף קבצים' מסרגל הכלים.";
"ufTunesSharingStep3Desc" = "גרור את סרטי הוידאו לתוך החלון 'מסמכי %1$@' בכדי להעביר אותם.";
"ufTunesSyncCategory" = "דרך iTunes Sync";
"ufTunesSyncDescription" = "סרטי וידאו שמותאמים לצפייה ב-iTunes ניתן לסנכרן ע”י iTunes ולצפות בהם ב-%1$@.";
"ufTunesSyncPanelTitle" = "iTunes Sync";
"ufTunesSyncStep1Desc" = "הפעל את iTunes ווודא שהסרטי וידאו שברצונך לסנכרן מופיעים באיזור הסרטים (או בסדרות).";
"ufTunesSyncStep2Desc" = "בחר את המכשיר שברצונך לסנכרן איתו מהסרגל הצדדי.";
"ufTunesSyncStep3Desc" = "ניתן לנהל את הסרטי וידאו שהינך עומד לסנכרן דרך הכרטיסיות סרטים וסדרות.";
"ufUserName" = "שם משתמש";
"ufWifiDisabledMessage" = "בכדי להעביר קבצים ברשת האלחוטית עלייך להפעיל את ה-Wi-Fi תחת ההגדרות ב-%@ שלך.";
"ufWifiDisabledTitle" = "אין חיבור Wi-Fi";
"ufHelpLinkTitle" = "לפרטים נוספים פנה בקר באתר: %@";
"pmAudioDDAirPlay" = "Dolby Digital דרך AirPlay";
"seShowSubtitles" = "כתוביות";
"ufUserNamePlaceholder" = "johnappleseed";
"prTVEpisodePickerTitle" = "פרק";
"prTVShowSeasonFormat" = "עונה %@";
"geAuthenticationFailed" = "שם המשתמש או הסיסמה שהזנת אינם נכונים. אנא נסה שנית.";
"ufPasswordPlaceholder" = "סיסמה";
"ufDomainName" = "Workgroup";
"ufShareAddressPlaceholder" = "iMac.local";
"geConnectionFailed" = "סליחה, אירעה שגיאה בזמן החיבור עם %@.";
"ufAddOtherShareItemTitle" = "אחר...";
"ufDomainNamePlaceholder" = "אופציונלי";
"ufForgetSavedShare" = "שכח";
"ufShareAddress" = "כתובת";
"ufShareConnect" = "שמור";
"ufShareNamePlaceholder" = "המדיה שלי";
"geDone" = "סיום";
"hoLearnMore" = "עכשיו נחפש כמה סרטי וידאו שאפשר להוסיף לספריה שלך";
"hoWelcomeTo" = "ברוכים הבאים ל-%@";
"iapCancelTitle" = "לא תודה";
"iapProActivatedTitle" = "Infuse Pro %@";
"iapRestoreTitle" = "שחזר";
"iapUpgradeToProMessage" = "שדרגו כעת כדי למצות את Infuse ולהדליק את כל המאפיינים המדליקים!";
"svcShowiTunesVideo" = "הצג סרטי וידאו מ-iTunes";
"svcUpgradeToPro" = "שדרג לInfuse Pro";
"svcVisitSupportPage" = "מרכז העזרה";
"tiShare" = "שתף";
"ttStatistics" = "%d פרקים, %d סדרות, %d סרטים";
"ufDiscoveredSharesSectionTitle" = "שיתופים זמינים";
"ufSavedSharesSectionTitle" = "שיתופים שמורים";
"pcScrubbingFineSpeed" = "מעבר עדין";
"pcScrubbingHalfSpeed" = "מעבר בחצי מהירות";
"pcScrubbingHiSpeed" = "מעבר במהירות גבוהה";
"pcScrubbingHint" = "החלק את האצבע כלפי לְמַעלָה לקביעת מהירות המעבר.";
"pcScrubbingQuarterSpeed" = "מעבר ברבע מהירות";
"fdDownloadFailedTitle" = "ארעה תקלה בעת הורדת הקובץ";
"fdDownloadsSectionTitle" = "הורדות";
"fdFileExistsButtonOverwrite" = "החלף";
"fdFileExistsButtonRename" = "השאר את שניהם";
"fdFileExistsTitleFormat" = "קובץ בשם'%@' כבר קיים בספריה.";
"fdNoDownloadsMessage" = "קחו פופקורן, זה הזמן לסרט!";
"fdNoDownloadsTitle" = "יששש!";
"fdNoFreeSpaceMessageFormat" = "הגיע זמן לנקות את ה-%@ שלך בשביל עוד קצת מקום לסרטים נוספים.";
"fdNoFreeSpaceTitle" = "השטח בדיסק הולך ואוזל";
"fdStopDownloadButtonTitle" = "הפסק הורדה";
"fdStopDownloadConfirmationFormat" = "האם אתה בטוח שברצונך להפסיק את ההורדה של '%@' ?";
"fdTryAgain" = "נסה שוב";
"pmVolumeBoostTitle" = "הגברת עוצמת הקול";
"ufShareRemove" = "שכח שיתוף זה";
"iapUpgradeToProTitleAirPlay" = "שדרגו כעת כדי להפעיל הזרמה דרך AirPlay ועוד מאפיינים מדליקים!";
"svcListView" = "תצוגת רשימה";
"hoEmptyFolderSub" = "התקדם, אין מה לראות כאן.";
"hoEmptyFolderTitle" = "תיקיה ריקה";
"prTVShowSpecialNum" = "מיוחד %@";
"prTVShowSpecials" = "מיוחדים";
"svcMetadataFetching" = "שליפת נתוני-מטא";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmSubtitlesFromOS" = "OpenSubtitles";
"acSubtitlesImportedMsg" = "התרגום זמין כעת בתפריט ניגון בהגדרות.";
"acSubtitlesImportedTitle" = "התווסף תרגום חדש";
"pmAudioDTSHDMI" = "5.1 אודיו דרך HDMI";
"pmSubtitlesImported" = "מיובא";
"svcCacheSize" = "נתוני-מטא";
"svcClearAllMetadata" = "נקה את כל הנתוני-מטא";
"svcClearAllMetadataConfirmationClearButton" = "נקה";
"svcClearAllMetadataConfirmationText" = "האם הינך בטוח שאתה רוצה לנקות את כל הנתוני-מטא?";
"svcClearAllMetadataConfirmationTitle" = "נקה את כל הנתוני-מטא";
"svcGestureControl" = "בקרת מחווה";
"svcContinuousPlayback" = "נגינה רציפה";
"svcAudioLanguage" = "שמע";
"svcMetadataLanguage" = "נתוני-מטא";
"svcSectionLanguage" = "שפה";
"svcSubtitleLanguage" = "כתוביות";
"acOpenURLUnsupportedContentMsg" = "מצטערים, לתוכן זה אין תמיכה עדיין.";
"fdDowloadPausedInBackgroundButton" = "המשך";
"fdDowloadPausedInBackgroundMessage" = "הורדות סרטי וידאו הושהו.";
"fdStopDownloadButtonShortTitle" = "עצור";
"fdTicketDownload" = "הורדה";
"fdTicketDownloaded" = "ירד";
"fdTicketDownloading" = "מוריד";
"fdTicketFailed" = "נסה שנית";
"fdTicketInQueue" = "מחכה";
"geAuto" = "אוטומטי";
"geCantEstablishConnectionToHost" = "לא ניתן להתחבר לשרת.";
"geCantResolveHost" = "השרת המבוקש לא נמצא.";
"geConnectionFailedFormat2" = "מצטערים, %@ נתקל בבעיה כשניסה להתחבר (שגיאת HTTP %u).";
"geHTTPNotFound" = "הנתיב המבוקש לא נמצא.";
"hoAddFavoriteButtonTitle" = "הוסף";
"hoAddFavoriteTitle" = "הוסף למועדפים";
"iapCheckHistoryButton" = "בדקו זמינות";
"iapUpgradeToPro3Title" = "שדרג לInfuse Pro";
"moCannotConnectToSpacePackMessage" = "לחץ על הכפתור בחלק האחורי של Space Pack שלך בכדי לאפשר גישה.";
"svcNightTheme" = "מצב כהה";
"svcSectionGeneral" = "כללי";
"svcSectionPlayback" = "ניגון";
"svcSortByDate" = "מיין לפי תאריך";
"tiReloadSearch" = "חיפוש";
"ufPath" = "נתיב";
"ufPort" = "יציאה";
"ufShareProtocol" = "פרוטוקול";
"wsMarkAsUnwatched" = "סמן כלא נצפה";
"wsMarkAsWatched" = "סמן כנצפה";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "אנא הגדר חשבון דוא\"ל באפליקציית ההגדרות, ונסה שוב.";
"diNoAccountTitle" = "אין חשבון דוא\"ל";
"diSendDebugInfoButtonTitle" = "שלח אלינו דוא\"ל";
"svсDolbyDTSOverHDMIPassthrough" = "5.1 אודיו דרך HDMI";
"svсDolbyOverAirPlayPassthrough" = "5.1 אודיו דרך AirPlay";
"svcPro2UpgradeToPro3" = "Pro גרסא 2 - שדרג עכשיו";
"emTraktTVAutoAuthError" = "כשלון בחיבור ל-Trakt.\nאנא התחבר לחשבונך.";
"hoLinks" = "קישורים";
"iapUpgradeToProTitleGoogleCast" = "שדרגו כעת כדי להפעיל הזרמה דרך Google Cast ועוד מאפיינים מדליקים!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "דרך קישור ישיר";
"ufLinksDescription" = "הזינו כתובת ישירה על מנת להזרים או הורד סרטי וידאו מהרשת.";
"ufLinksLabel" = "קישור חדש";
"ufLinksPanelTitle" = "קישור";
"ufLinksPlaceholder" = "http://example.com/sample.mp4";
"svcDolbyPostProcessing" = "Dolby Audio Effects";
"foMovingFailedExist" = "חלק מהפריטים לא הועברו, משום שכבר ישנם פריטים קיימים באותו השם.";
"foRemoveITunesItemPlural" = "אופס! חלק מהסרטי וידאו סונכרנו דרך iTunes. השתמש ב-iTunes או ביישום TV בכדי למחוק אותם.";
"hoAddFiles" = "הוסף קבצים";
"hoAddFolderTitle" = "הוסף תיקיה";
"hoDeletingItems" = "מוחק פריטים...";
"hoFoldersTitle" = "תיקיות";
"hoMovingItems" = "מעביר פריטים...";
"hoNewFolder" = "+ תיקיה חדשה";
"hoRemoveFromFolder" = "מחק מתיקיה";
"svcLandscapeLock" = "נעילה במצב מאוזן";
"svcPlayInBackground" = "ניגון ברקע";
"svcShowFilenames" = "הצג שמות קבצים";
"hoOrganize" = "בחר";
"hoAddToFavorites" = "הוסף למועדפים";
"hoMove" = "הזז";
"hoRemoveFromFavorites" = "הסר ממועדפים";
"hoSortByName" = "מיין לפי כותרת";
"geDelete" = "מחק";
"iapFeatureDescriptionStreaming" = "הזרם סרטי וידאו למסך הגדול עם צליל היקפי וכתוביות דרך AirPlay ו-Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay ו- Google Cast";
"lockAddPasscodeHint" = "הזן קוד גישה חדש";
"lockAddPasscodeMismatch" = "קודי הגישה לא תואמים, נסה שנית.";
"lockAddPasscodeReenter" = "הזן שנית קוד גישה חדש";
"lockEnterOldPasscode" = "הזן קוד גישה ישן";
"lockTitle" = "הזן קוד גישה";
"lockTouchIDSubtitle" = "שחרר את %@";
"obStageAirPlayTitle" = "AirPlay ו- Google Cast";
"svcChangePasscode" = "שנה קוד גישה";
"svcPasscodeLock" = "הגבלות";
"svcUseTouchID" = "השתמש ב-Touch ID";
"obOpenIAPButtonTitle" = "קבל Infuse Pro";
"obStageAirPlayMessage" = "הזרם את הסרטי וידאו שלך למסך הגדול באמצעות AirPlay ו-Google Cast.";
"obStageMoreMessage" = "הפעילו פורמטים נוספים עם Dolby (AC3) ו-DTS-HD audio, הזרמה עם AirPlay ו-Google Cast , סנכרון עם Trakt, ניגון ברקע, ועוד!";
"obStageMoreTitle" = "תעשה יותר עם Infuse Pro";
"obStageStreamingMessage" = "עיין, הפעל והורד סרטי וידאו מכמעט כל Mac, PC, NAS או כונן אלחוטי. אין צורך בסנכרון.";
"obStageStreamingTitle" = "הזרמת נתונים בקלות";
"obStageSubtitlesMessage" = "הבא את הכתוביות שלך או הוסיפו כתוביות בתוך שניות בחינם, באמצעות הורדה בהקשה אחת מ-OpenSubtitles.";
"obStageSubtitlesTitle" = "כתוביות בקלי-קלות";
"obStageSyncMessage" = "מנגן את רוב הפורמטים, כמו MKV, AVI, MP4, WMV ועוד רבים אחרים, ללא צורך בהמרה.";
"obStageSyncTitle" = "יותר מ-iTunes";
"obStageWiFiMessage" = "מחברים את ה-iPhone או ה-iPad לאותה רשת אלחוטית שהמחשב מחובר אליה, פותחים דפדפן ומעלים את הקבצים.";
"obStageWiFiTitle" = "סנכרון ללא כבלים";
"obThanksForPro" = "תודה שבחרתם ב-Pro!";
"svcConnectToTrakt" = "התחבר אל Trakt";
"vvGoogleCastFormat" = "לא זמין לסוג זה של וידאו";
"vvGoogleCastITunes" = "לא זמין לתכני iTunes";
"geDefault" = "ברירת מחדל";
"geWarning" = "אזהרה";
"pmSubtitlesFontName" = "גופן";
"ufCellularDataWarning" = "ייתכן ותחויב בתשלום נוסף, בשימוש בנתונים סלולריים, על ידי המפעילה הסלולרית שלך.";
"ufUnknownNetwork" = "<לא ידוע>";
"geOff" = "כבוי";
"geOn" = "פועל";
"hoNoFavoritesButton" = "הוסף";
"hoNoFavoritesLabel" = "הוסף כמה תיקיות משיתופי הרשת שלך";
"hoRemoveFavoriteButtonTitle" = "הסר מועדף";
"hoWelcomeToInfuse" = "ברוכים הבאים ל-INFUSE";
"iapFeatureDescriptionSubtitles" = "הבא את הכתוביות שלך או הוסיפו כתוביות בתוך שניות בחינם, באמצעות הורדה בהקשה אחת מ-OpenSubtitles.";
"iapFeatureTitleSubtitles" = "כתוביות בקלי-קלות";
"pmInfo" = "מידע";
"pmOptions" = "אפשרויות";
"pmTracks" = "רצועות";
"prEdit" = "עריכה";
"prEpisodes" = "פרקים";
"prRate" = "דירוג";
"svcCalculatingCacheSize" = "מחשב גודל זכרון מטמון...";
"svcClearingMetadata" = "מנקה נתוני-מטא...";
"svcNetworkSharesSectionTitle" = "רשת";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "האם אתה בטוח שברצונך להתנתק?";
"ttWatchedEpisodes" = "פרקים שנצפו";
"ttWatchedMovies" = "סרטים שנצפו";
"ttWatchedTVShows" = "תוכניות שנצפו";
"tvshAddFavorite" = "הוסף מועדף(ים)";
"tvshAddFavoritesHint" = "בכדי להוסיף תיקייה למועדפים, לחץ והחזק על משטח המגע בשלט שלך.";
"tvshEditShare" = "ערוך שיתוף";
"tvshFavoritesSectionTitle" = "מועדפים";
"tvshSavedShareHint" = "בחר את תיקיה או תיקיות מועדפות שברצונך לראות במסך הראשי.";
"tvshShares" = "שיתופים";
"pcSwipeDownHint" = "החלק מטה למידע";
"ufTestingConnection" = "בודק חיבור...";
"geClear" = "נקה";
"geRemovePrompt" = "האם הינך בטוח שברצונך למחוק את \"%1$@\"?";
"svcClearRecentlyWatched" = "נקה רשימה נצפו לאחרונה";
"svcClearRecentlyWatchedConfirmationText" = "האם אתה בטוח שברצונך לנקות את הרשימה נצפו לאחרונה?";
"svcEmbeddedMetadata" = "נתוני-מטא מוטמעים";
"svcUpgradeToFmt" = "שדרג ל-%@";
"ufForgetShareAlertTitle" = "האם הינך בטוח שברצונך למחוק שיתוף זה?";
"vvResumeButton" = "המשך בניגון";
"vvResumeOrStartFromBeginning" = "האם ברצונך להמשיך מנקודת צפייה אחרונה או לצפות מההתחלה?";
"vvStartFromBeginningButton" = "התחל מהתחלה";
"emPackedDivx" = "מצטערים, אבל סוג הוידאו הזה (DivX) לא נתמך כרגע.";
"hoReloadFavoriteButtonTitle" = "רענן גרפיקה";
"hoRenameFavoriteButtonTitle" = "שנה שם";
"hoSortByFileName" = "מיין לפי שם הקובץ";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "סוג מיון";
"svcSortingModeByDate" = "תאריך";
"svcSortingModeByFileName" = "שם הקובץ";
"svcSortingModeByTitle" = "כותרת";
"bcVOFile" = "קוֹבֶץ";
"bcVOLink" = "קישור";
"geVOInProgress" = "טוען";
"hoVOFavoriteItem" = "פריט מועדף";
"hoVOFolderItem" = "תיקייה";
"hoVOMenu" = "תפריט";
"hoVOMore" = "עוד";
"hoVORefreshing" = "מרענן תוכן";
"hoVOSeasonItem" = "עונה";
"hoVOSeriesItem" = "סדרה";
"hoVOVFSItem" = "תיקיה משותפת";
"hoVOVideoItem" = "וידאו";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "הבא";
"pcVOPause" = "השהה";
"pcVOPlay" = "נגן";
"pcVOPrevious" = "הקודם";
"pcVORewindBack" = "החזר אחורה";
"pcVORewindForward" = "הרץ קדימה";
"pcVOSettings" = "הגדרות ניגון";
"pcVOTrackPosition" = "נקודת צפיה";
"pcVOTrackPositionValue" = "%1$@ מתוך %2$@";
"pmBlack" = "שחור";
"pmHeavy" = "כבד";
"pmLarger" = "גדול יותר";
"pmLight" = "קליל";
"pmRegular" = "רגיל";
"pmSemibold" = "מודגש חלקי";
"pmSmaller" = "קטן יותר";
"pmThin" = "דקיק";
"pmUltraLight" = "דקיק ביותר";
"pmVOBrightness" = "בהירות";
"pmZoomModeAnamorphicA" = "Anamorphic א (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorphic ב (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamorphic ג (2.40:1)";
"pmZoomModeWidescreenA" = "מסך רחב א (1.85:1)";
"pmZoomModeWidescreenB" = "מסך רחב ב (2.00:1)";
"tiVOEpisode" = "פרק %@";
"tiVOPoster" = "פוסטר וידאו";
"tiVORating" = "דירוג: %1$g מתוך %2$g";
"wsVOWatchStatus" = "צפה בסטטיסטיקה";
"wwVOReload" = "טען מחדש";
"svcEdgeTapChapters" = "שליטת פרקים מהשלט";
"svcAudioOutput" = "יציאת שמע";
"svcAudioOutputPassthrough" = "Passthrough";
"svcFileManagement" = "מנהל קבצים";
"svcWatchedIndicators" = "סימון מה נצפה";
"svcWatchedIndicatorsMoviesOnly" = "רק סרטים";
"svcWatchedIndicatorsTVShowsOnly" = "רק סדרות טלויזיה";
"hoDeletionDisabled" = "הפעל את מנהל הקבצים כדי למחוק קבצים.";
"emTraktTVSignUpDenied" = "בקשת ההרשאה נדחתה.";
"hoDisableOnlineMetadata" = "השתמש בנתוני-מטא מקומיים";
"hoEnableOnlineMetadata" = "השתמש בנתוני-מטא מקוונים";
"hoHideFavorite" = "הסתר מועדף";
"hoLocalMetadataWarning" = "נתוני-מטא מקומיים";
"hoResetArtwork" = "איפוס גרפיקה";
"hoSelectArtwork" = "בחר גרפיקה";
"hoShowFavorite" = "הצג מועדף";
"li00s" = "שנות ה-2000";
"li10sOld" = "2010+";
"li1Star" = "כוכב 1";
"li2Stars" = "2 כוכבים";
"li30thAndOlder" = "ישן יותר";
"li3Stars" = "3 כוכבים";
"li40s" = "שנות ה-40";
"li4Stars" = "4 כוכבים";
"li50s" = "שנות ה-50";
"li5Stars" = "5 כוכבים";
"li60s" = "שנות ה-60";
"li70s" = "שנות ה-70";
"li80s" = "שנות ה-80";
"li90s" = "שנות ה-90";
"liAllMovies" = "כל הסרטים";
"liAllTVShows" = "כל הסדרות";
"liByAgeRating" = "לפי דירוג גיל";
"liByDate" = "לפי תאריך יציאה";
"liByGenre" = "לפי סגנון";
"liByRating" = "לפי דירוג";
"liEpisodeStats" = "פרקים: %d";
"liLastScanDate" = "עדכון אחרון: %@";
"liLastScanDateDaysAgo" = "לפני %@";
"liLastScanDateNever" = "אף פעם";
"liLastScanDateYesterday" = "אתמול";
"liMovies" = "סרטים";
"liMovieStats" = "סרטים: %d";
"liOtherStats" = "אחר: %d";
"liRecentlyAdded" = "התווסף לאחרונה";
"liScanForChanges" = "סרוק אחר שינויים";
"liScanning" = "בתהליך...";
"liSeries" = "סדרות";
"liShowLibrary" = "הצג ספריה";
"liStatusFailFor" = "האינדקס נכשל עבור %@";
"liStatusFetchingContentFor" = "מאחזר תוכן עבור %@";
"liStatusFetchingMetadataFor" = "מאחזר נתוני-מטא עבור %1$@ (%2$d\U00A0מתוך\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "מאחזר תמונות רקע עבור %1$@ (%2$d\U00A0מתוך\U00A0%3$d)";
"liTop" = "30 המובילים";
"liUnsortedItems" = "אחר";
"liUnwatched" = "לא נצפה";
"svcContinuousPlaybackMovies" = "רק סרטים";
"svcContinuousPlaybackTVShows" = "סדרות בלבד";
"tvDeiceAuthRequestingCode" = "מבקש קוד הרשאה...";
"tvDeviceAuthStatusLoggingIn" = "התקבל אישור, מתחבר...";
"tvDeviceAuthStatusWaiting" = "ממתין להרשאה...";
"tvDeviceAuthTitle" = "בצע צעדים אלה כדי להתחבר ל-Trakt";
"tvDeviceAuthUseCode" = "הכנס קוד הרשאה (תקף ל-%@)";
"tvDeviceAuthVisitUrl" = "בקר בכתובת הבאה או סרוק את קוד ה-QR";
"tvImagePickerHint" = "בחר תמונה משיתופי הרשת שלך שתשמש כגרפיקה מותאם אישית.";
"wsChangingWatchStatus" = "משנה סטטוס צפייה...";
"emSandiskNotAvailable" = "אין אפשרות להתחבר SanDisk iXpand Drive. אנא וודא שהכונן מחובר כראוי ולא בשימוש ע״י יישומים אחרים.";
"ufUploadInfoAddFTP" = "העבר סרטי וידאו ע”י יישום ה-FTP.";
"ufUploadInfoAddHTTP" = "השתמש בכפתור 'הוסף' או פשוט גרור ושחרר סרטי וידאו לתוך החלון של דפדפן האינטרנט.";
"ufUploadInfoAddressFTP" = "הפעל את יישום ה-FTP (לדוגמא Transmit או Cyberduck) המועדף והתחבר באמצעות הכתובת הבאה:";
"ufUploadInfoAddressHTTP" = "הזן כתובת זו בדפדפן האינטרנט שלך:";
"ufUploadInfoCredentials" = "השתמש באישורים אלה כדי להיכנס לספריה שלך:";
"ufUploadInfoHint" = "אל תסגור חלון זה עד שההעברה תסתיים.";
"ufUploadInfoNetwork" = "חבר את המחשב שלך אל:";
"ufUploadInfoAddressIP" = "או שתנסה את: %@";
"csAddNewTitle" = "הוסף שירות";
"csAddServiceButton" = "הוסף";
"csCloudServicesSectionTitle" = "שירותי ענן";
"csRemoveServiceButton" = "הסר";
"geAuthentication" = "אימות";
"iapFeatureDescriptionCloudStreaming" = "הזרם סרטי וידאו ישירות משירותי ענן כמו Dropbox, Google Drive, OneDrive ועוד אחרים.";
"iapFeatureDescriptionSync" = "שמור על סנכרון הספרייה, התקדמות צפיה והיסטוריית צפיה במכשירים אחרים.";
"iapFeatureTitleCloudStreaming" = "הזרמה מהענן";
"iapFeatureTitleHDAudio" = "אודיו באיכות HD";
"iapFeatureTitleSync" = "הישאר מסונכרן";
"iapFeatureTitleVideoFormats" = "נגן עוד סרטי וידאו";
"iapStartTrial" = "התחל חודש ניסיון כעת!";
"iapSubscribeNow" = "שדרג עכשיו";
"iapSubscribeNowWithPrice" = "שדרג עכשיו(%@ / שנה)";
"iapUpgradeToProTitleCloudStreaming" = "שדרגו כעת כדי להפעיל הזרמה דרך AirPlay ועוד מאפיינים מדליקים!";
"iapUpgradeToProTitlePremiumVideo" = "נגינת קובץ זה דורש חשבון Infuse Pro.";
"liInProgress" = "בצפייה";
"svcCloudSync" = "סנכרון iCloud";
"tvcsEdit" = "עריכה";
"tvcsRemove" = "הסר";
"ufAccount" = "חשבון";
"ufDocumentsCategory" = "דרך מסמכים";
"emCloudAccessTokenRevoked" = "אופס! ל-Infuse כבר אין גישה לחשבון שלך משום שמפתח הגישה בוטל.";
"iapFeatureDescriptionHDAudio" = "תשמע כל פרט בתוספת תמיכה לפורמטי השמע 24-bit Dolby TrueHD ו-DTS-HD MA.";
"iapFeatureDescriptionVideoFormats" = "תוכלו ליהנות מפורמטי וידאו רבים יותר (עד 4K אולטרה-HD) ותחסכו לעצמכם שעות של המרת קבצים.";
"iapSubscriptionPrice" = "%@ לשנה בתום תקופת הניסיון";
"svcMediaLibraryDenied" = "אפשר גישה לספריית המדיה גישה תחת הגדרות הפרטיות של המכשיר.";
"svcMediaLibraryRestricted" = "אפשר גישה לספריית המדיה גישה תחת הגדרות בקרת ההורים של המכשיר.";
"svcShowUpNextSetting" = "רשימת הבאים בתור";
"ftTimeRemainingInMinutesFormat" = "%@ דקות נותרו";
"liCollections" = "אוספים";
"liInProgressOnly" = "רק בצפייה";
"liRecentlyAddedOnly" = "רק התווסף לאחרונה";
"pmDeinterlacing" = "ביטול שזירה (Deinterlacing)";
"diFeedbackInstructionsButtonTitle" = "שלח אבחון";
"dvdDirectorsCommentary" = "הערות הבמאי";
"hoSortByReleaseDate" = "מיין לפי תאריך יציאה";
"liNewest" = "החדש ביותר";
"pmTitleNameFormat" = "כותרת %d (אורך - %@)";
"pmTitles" = "כותרות";
"svcSectionFeedback" = "תמיכה";
"svsSortingModeByReleaseDate" = "תאריך יציאה";
"tvFeedbackEmailTo" = "נא לשלוח אימייל לכתובת הבאה או לסרוק את קוד ה-QR";
"tvFeedbackInsertHere" = "[הכנס/י משוב כאן]";
"tvFeedbackSavingTechInfo" = "מעלה פרטי אבחון...";
"tvFeedbackTitle" = "נא לבצע שלבים אלה לקבלת תמיכה";
"tvFeedbackUploadConnectionError" = "אין גישה לשירות העלאת אבחונים.\nאנא בדוק את חיבור האינטרנט שלך ונסה שנית.";
"tvFeedbackUploadFailedMessage" = "לא ניתן להעלות את האבחונים.\nאנא נסה שנית מאוחר יותר.";
"tvFeedbackUploadFailedTitle" = "ההעלאה נכשלה";
"tvFeedbackUploadUnavailable" = "שירות העלאת אבחונים אינו זמין זמנית.\nאנא נסה שנית מאוחר יותר.";
"tvFeedbackUseCode" = "נא כלול קוד זה בהודעה שלך";
"blurayBonusTrack" = "רצועת בונוס";
"iapSubscriptionVerificationMessage" = "התחבר לאינטרנט כדי לרענן. המנוי יישאר פעיל עד %@.";
"iapSubscriptionVerificationTitle" = "לא ניתן לאמת את המנוי";
"pacoAllowAppAccess" = "נעילת יישום";
"pacoAllowedMovieRatings" = "דירוגי סרטים מותרים";
"pacoAllowedTVShowRatings" = "דירוגי סדרות מותרים";
"pacoChangePasscodeSubtitle" = "נא להקיש את הקוד הגישה הנוכחית בת 4 הספרות שלך.";
"pacoChangePasscodeTitle" = "קוד גישה נוכחי";
"pacoCheckPasscodeSubtitle" = "הזן את קוד הגישה בן 4 הספרות שלך.";
"pacoCheckPasscodeTitle" = "הכהזן קוד גישה";
"pacoConfirmPasscodeSubtitle" = "הקש שנית את קוד הגישה בן 4 הספרות שלך.";
"pacoConfirmPasscodeTitle" = "הקש שנית קוד גישה";
"pacoDisablePasscodeProtection" = "בטל נעילה בקוד גישה";
"pacoEnablePasscodeProtection" = "הפעל נעילה בקוד גישה";
"pacoNewPasscodesDontMatchSubitle" = "קודי הגישה החדשים אינם תואמים. נסה שנית.";
"pacoNewPasscodesDontMatchTitle" = "קודי הגישה החדשים אינם תואמים.";
"pacoNewPasscodeSubtitle" = "הזן את קוד הגישה בן 4 הספרות החדש שלך..";
"pacoNewPasscodeTitle" = "קוד גישה חדש";
"pacoParentalControl" = "בקרת הורים";
"pacoRatingsNotRated" = "לא מדורג";
"pacoRestrictions" = "הגבלות";
"pacoSetPasscodeSubtitle" = "נא להקיש קוד גישה בן 4 ספרות כדי להגדיר את ההגבלות על הסרטי וידאו שלך.";
"pacoSetPasscodeTitle" = "הגדר קוד גישה";
"pacoTurnOffPasscodeSubtitle" = "נא להקיש את קוד הגישה שלך כדי להסיר את ההגבלות.";
"pacoTurnOffPasscodeTitle" = "כבה את ההגבלות";
"coGray" = "אפור";
"coMagenta" = "מג'נטה";
"coPink" = "ורוד";
"coTealBlue" = "ירוק-כחול";
"pm3dMode" = "מצב 3D";
"pm3dModeSBS" = "זה לצד זה";
"pm3dModeTAB" = "אחד מעל השני";
"pmSubtitlesDownloadsCountAndFPS" = "%i הורדו, g% fps";
"diTechnicalDetails" = "אבחונים: %@";
"prSeries" = "סדרה";
"vvNowPlaying" = "מנגן כעת ב-%@";
"vvSeasonEpisode" = "עונה %@, פרק %@";
"prLocation" = "מיקום";
"tiLocalFile" = "סונכרן";
"tiOnShare" = "מתוך %@";
"geVODismissPopup" = "שחרר חלונית";
"geVODismissPopupHint" = "הקש פעמיים לשחרור החלונית";
"hoContentAll" = "הכל";
"hoFiles" = "קבצים";
"hoVOGridMode" = "מצב רשת";
"hoVOListMode" = "מצב רשימה";
"liAllVideos" = "כל הסרטי וידאו";
"liEmptyLibraryHintAction" = "+ הוסף למועדפים";
"liEmptyLibraryHintBody" = "התחל למלא את הספרייה שלך בסרטי וידאו באמצעות הוספת כמה תיקיות לרשימת המועדפים.";
"liEmptyLibraryHintTitle" = "אופס, הספרייה הזאת ריקה!";
"liEpisodes" = "פרקים";
"liSettings" = "ספריה";
"pcVOPiP" = "תמונה בתוך תמונה";
"ufAddFavoriteHint" = "הקש על סמל הכוכב להוספת תיקייה לספריה שלך.";
"ufConnectionSuccess" = "החיבור הצליח";
"ufLetsGo" = "בואו נצא לדרך";
"raRateInfuseTitle" = "דרג את %@";
"liAllDeviceContent" = "כל התכנים";
"obSDStage2Message" = "מדפדפים, מפעילים ומורידים סרטי וידאו כמעט מכל Mac, PC, NAS או כונן אלחוטי. אין צורך בסנכרון.";
"obSDStage2Title" = "הזרמת נתונים בקלות";
"obSDStage3Message" = "אנו תומכים בכתוביות מוטבעות וחיצוניות.";
"obSDStage3Title" = "תמיכת כתוביות";
"obSDStage4Message" = "הזרם את הסרטי וידאו שלך למסך הגדול באמצעות Apple AirPlay ו-Google Chromecast.";
"obSDStage4Title" = "Apple AirPlay ו-Google Cast";
"obSDStage5Title" = "מקבלים יותר עם %@";
"ttEpisodes" = "פרקים";
"ttMovies" = "סרטים";
"ttShows" = "סדרות";
"fdTicketRetryDownloading" = "נסה להוריד שוב";
"hoBrowse" = "עיון";
"hoSearchResults" = "תוצאות חיפוש";
"svcMoreAboutProButtonTile" = "למד עוד";
"svcUpgradeNowTitle" = "שדרגו ל-PRO והפעילו תכונות חדשות ומדהימות!";
"wsWatched" = "נצפה";
"svcUseFaceID" = "השתמש ב-Face ID";
"iapCancelSubscriptionButton" = "מנויים";
"iapChangePlan" = "הצג מנוי";
"iapContinuePurchasingButton" = "התעלם";
"iapFeatureDescriptionInAppPurchaseSync" = "רכישה אחת מאפשרת להשתמש בכל התכונות הנפלאות של Infuse Pro ב-iPhone, iPad ו-Apple TV.";
"iapFeatureDescriptionUpdatesForLife" = "קבל גישה לתכונות חדשות ונהדרות בכל העדכונים העתידיים - אפילו במהדורות גדולות כמו v9, v10, וכו'...";
"iapFeatureTitleInAppPurchaseSync" = "רכישה אחת, לכל המכשירים";
"iapFeatureTitleUpdatesForLife" = "עדכונים לכל החיים";
"iapMostPopular" = "הכי פופולארי";
"iapPurchaseAnnual" = "שנתי";
"iapPurchaseLifetime" = "לכל החיים";
"iapPurchaseMonthly" = "חודשי";
"iapPurchaseOneMonthFree" = "חודש ניסיון";
"iapPurchaseOneWeekFree" = "שבוע ניסיון";
"iapPurchaseProForever" = "Pro לתמיד";
"iapPurchaseSavingsFormat" = "חיסכו %@%%";
"iapPurchaseTrialInfo" = "כל מנוי מקבל תקופת ניסיון חינם. ניתן לבטל בכל עת.";
"iapPurchaseUpgrade" = "מיוחד";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "נראה כי עדיין יש לך מנוי Infuse Pro פעיל אשר כבר לא נחוץ. תוכל לנהל זאת באמצעות באיזור 'מינויים' ב-App Store.";
"iapTermsOfUse" = "המנוי שלך כולל תקופת ניסיון ללא תשלום שמתחילה לאחר הרכישה שלך אושרה עם חשבון ה-iTunes שלך. כאשר תקופת הניסיון מסתיימת, המנוי שלך יתחיל ויתחדש באופן אוטומטי. חשבון ה- iTunes שלך יחויב לתקופה הקרובה, אלא אם תשבית את החידוש האוטומטי או שתבטל את המנוי שלך בהגדרות החשבון שלך לפחות 24 שעות לפני תום התקופה הנוכחית. לקבלת תנאי מדיניות הפרטיות בקר firecore.com/terms-privacy";
"iapThanksForGoingProTitle" = "תודה\nשבחרתם ב-PRO";
"iapUpgradeToInfuseProTitle" = "שדרג\nאל Infuse PRO";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "פעיל";
"emHEVCRequiresOS" = "שדרג אל iOS 11 כדי להפעיל סרטי וידאו בפורמט H.265";
"eulaAgree_SD" = "מסכים";
"hoEmptyFolderSub_SD" = "אלה לא התיקיות שאתה מחפש...";
"hoLearnMore_SD" = "חבר SanDisk iXpand Drive כדי להתחיל";
"obSDStage1Title" = "נגן יותר מכונן ה-SanDisk iXpand Drive שלך";
"pipDoNotShare" = "אל תשתף";
"pipLearnMore" = "למד עוד";
"pipShare" = "שתף";
"pipTitle" = "שיפור מוצר";
"svcContactSupport" = "צור קשר עם תמיכה";
"svcSDCopyright" = "© 2020 Western Digital Corporation או החברות המסונפות אליה. כל הזכויות שמורות.";
"obSDStage1Message" = "נגן יותר באמצעות כונן SanDisk iXpand Drive. לא צריך להמיר פורמטים של קבצים - רק לשבת אחורה, להירגע, ולהזרים...";
"obSDStage5Message" = "נגן סרטי וידאו עם שמע ברמה גבוהה כמו %@ ו-DTS. נגן ברקע, הזרם לטלוויזיה ועוד הרבה...";
"pipDescription" = "עזור ל-SanDisk לשפר את חוויית האפליקציה %@ שלך על-ידי בחירה לשתף באנונימיות מידע על המכשיר והאפליקציה.";
"pipMoreInfo" = "שיפור מוצר אוסף ושלח מדי פעם מידע על אבחון ושימוש, דבר המסייע ל-SanDisk לשפר את האיכות והביצועים. מידע זה כולל בדרך כלל את תצורת ההתקן, שימוש באפליקציות, ניצול אחסון, סוגי קבצים וכמובן אבחון שגיאות.";
"pipPrivacyTitle" = "מדיניות הפרטיות";
"pipShareDataSetting" = "שתף נתונים אנונימיים";
"liAllContent" = "כל התוכן";
"pipAbout" = "אודות";
"pipEULA" = "הסכם רישיון למשתמש קצה";
"pipLegal" = "משפטי";
"pipOpenSource" = "הודעות צד שלישי";
"ufShareProtocolVersion" = "גרסת SMB";
"ufShareLegacySMB" = "לגאסי";
"hoAddToHomeScreen" = "הוסף למסך הבית";
"hoAddToLists" = "הוסף לרשימות";
"plFollowSteps" = "בצע/י צעדים אלה כדי להיכנס ל-Plex";
"plRepeatAttempt" = "נסה שוב";
"plUseAuthCode" = "הכנס/י קוד הרשאה";
"geUnexpectedResponse" = "תגובת שרת לא צפויה. בבקשה נסה שוב.";
"liMoviesGenres" = "סגנונות סרטים";
"liRecentlyAddedMovies" = "סרטים שהתווספו לאחרונה";
"liTopRatedMovies" = "הסרטים המדורגים ביותר";
"liUnwatchedTVShows" = "סדרות שלא נצפו";
"plConnectToPlex" = "הוסף Plex";
"plLoginTitle" = "היכנס אל Plex";
"plNoServersMessage" = "אנא רשום שרת עם חשבון ה-Plex שלך ונסה שנית.";
"plNoServersTitle" = "אין שרתי Plex";
"plSelectServerTitle" = "בחר שרת";
"hoRemoveListButtonTitle" = "הסר רשימה";
"hoUpdatingMetadata" = "מעדכן נתוני-מטא...";
"prRefresh" = "רענן";
"tiRefreshMeta" = "עדכן נתוני-מטא";
"hoHideShare" = "הסתר שיתוף";
"hoShowShare" = "הצג שיתוף";
"liOnDeck" = "על הפרק";
"emCodecNotAvailable" = "%@ אינו יכול להפעיל את הקובץ הזה מכיוון שהמפענח הנדרש אינו זמין.";
"hoRefreshCategoryArtwork" = "רענן גרפיקת קטגוריות";
"pacoLockSearch" = "נעילת חיפוש";
"emOptInEncouragement" = "אנו פועלים כדי להוסיף תמיכה בפורמטי מדיה נוספים, והצטרפות לשיפור המוצר תעזור לנו לתמוך בקבצי וידאו האלו מוקדם יותר.";
"geOptIn" = "הסכמה";
"acCloudSyncWarningMessage" = "נראה שכמות גדולה של נתונים ב-iCloud שונתה או הוסרה לאחרונה. האם ברצונך לסנכרן שינויים אלה בחזרה למכשיר שלך?";
"acCloudSyncWarningProceed" = "סנכרן עכשיו";
"acCloudSyncWarningTitle" = "אזהרת iCloud";
"svcShareStatistics" = "שיתוף נתוני קריסה";
"bcProducer" = "מפיק";
"bcProducers" = "מפיקים";
"pmSubtitlesExternal" = "%1$@ (%2$@ חיצוני)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ חיצוני מאולץ)";
"pmSubtitlesLanguageUnknown" = "לא ידוע";
"svcSubtitlesForcedOnly" = "מאולץ בלבד";
"prPlayVersion" = "בחר גרסה";
"liStatusFetchingiCloud" = "מסנכרן עם iCloud";
"liStatusFetchingUpNext" = "שולף רשימת הבאים בתור";
"svcResumePlayback" = "המשך בניגון";
"svcResumePlaybackAsk" = "שאל";
"li4K" = "4K";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"liByResolution" = "לפי רזולוציה";
"pmTinier" = "הזעיר ביותר";
"pmTiny" = "זָעִיר";
"svcSubtitlesFetching" = "הורד כתוביות";
"afAddUrlAlertMessage" = "האם ברצונך להוסיף את ' %@' לרשימה?";
"afAddUrlAlertTitle" = "הוסף קישור";
"afAddUrlStep1" = "העתק כתובת ישירה של וידאו מ-Safari, הודעות, דואר, וכו'...";
"afAddUrlStep2" = "הפעל את %@ ופתח מסך זה.";
"afAddUrlStep3" = "אשר את כתובת האתר המיובאת או הזן כתובת ידנית כדי להוסיף אותה.";
"afAddUrlStep4" = "הקש על פריט מתוך הרשימה כדי להזרים אותו או הקש על הורד כדי לשמור אותו למכשיר שלך.";
"afAddUrlsTitle" = "הוסף קישורים";
"geAdd" = "הוסף";
"pcBrightnessDown" = "הנמך בהירות";
"pcBrightnessUp" = "הגבר בהירות";
"pcNextChapter" = "פרק הבא";
"pcPlayPause" = "הפעל/הפסק";
"pcPrevChapter" = "פרק קודם";
"pcSkipBackward" = "הרץ אחורה 15 ש׳";
"pcSkipForward" = "הרץ קדימה 15 ש׳";
"pcStopPlayback" = "עצור";
"pcVolumeDown" = "הנמך קול";
"pcVolumeUp" = "הגבר קול";
"pmVideoAlignBottom" = "תחתון";
"pmVideoAlignCenter" = "ללא";
"pmVideoAlignTitle" = "שינוי אנכי";
"pmVideoAlignTop" = "עליון";
"svcFeedbackAlertMessage" = "נא לפנות לתמיכה או לעקוב אחרי %@ בטוויטר כדי לשלוח משוב.";
"svcSubmitFeedback" = "שלח/י משוב";
"emCloudNeedAuthorization" = "אסימון הגישה אינו בתוקף. לגישה לשיתוף שלך, יש להיכנס מחדש.";
"emCloudNeedAuthorizationAppleTV" = "אסימון הגישה אינו בתוקף. לגישה לשיתוף שלך, יש להיכנס מחדש באמצעות מכשיר iOS נייד כשמצב iCloud Sync זמין.";
"emOneDriveUpgrade" = "גרסה זו של Infuse משתמשת באינטגרציית OneDrive חדשה לשיפור אמינות ההפעלה. לגישה לשיתוף שלך, יש להיכנס מחדש.";
"emOneDriveUpgradeAppleTV" = "גרסה זו של Infuse משתמשת באינטגרציית OneDrive חדשה לשיפור אמינות ההפעלה. לגישה לשיתוף שלך, יש להיכנס באמצעות מכשיר iOS נייד כשמצב iCloud Sync זמין.";
"emOneDriveUpgradeTitle" = "שדרוג OneDrive";
"gdMyDrive" = "הכונן שלי";
"gdSharedWithMe" = "שותף איתי";
"gdTeamDrives" = "כוננים קבוצתיים";
"hoSignIn" = "התחבר";
"pmAspectRatio" = "יחס ממדים";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-Widescreen (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "רמקול";
"pmSubtitlesBackground" = "רקע";
"pmSubtitlesBackground_100" = "100％";
"pmSubtitlesBackground_25" = "25％";
"pmSubtitlesBackground_50" = "50％";
"pmSubtitlesBackground_75" = "75％";
"pmTrackOptionDefault" = "ברירת מחדל";
"pmTrackOptionForced" = "מאולץ";
"emDolbyNotSupported" = "מצטערים, שמע Dolby אינו נתמך בהתקן זה.";
"emBandwidthExceeded" = "חריגה ממגבלת רוחב פס";
"emCacheCleared" = "מטמון נתוני-מטא נמחק";
"emCacheEmpty" = "ב-Apple TV שלך לאחרונה הולך ואוזל שטח דיסק, במערכת ההפעלה הוסר חולק מנתוני היישומים כדי לפנות שטח עבור יישומים אחרים. כתוצאה מכך, נתוני-המטא ויצירות אמנות המאוחסנות ב-Infuse כנראה הוסרו.\n\nInfuse יוריד עכשיו מחדש נתוני-מטא ויצירות אמנות עבור קטעי הווידאו שלך.";
"emFileNotFound" = "הקובץ לא נמצא";
"emMissingPlexFile" = "אופס, נראה שהסרטון הזה הועבר או נמחק לאחרונה. השתמש באפשרות 'סרוק קבצי ספריה' ב-Plex כדי לעדכן, ונסה שוב.";
"emPlexRemoteLimit" = "כוונן את הגדרות הזרמה מרחוק ו/או מהירות ההעלאה ב-Plex כדי להפעיל את הווידאו.";
"emCacheError" = "שגיאה במטמון נתוני-מטא";
"emCacheErrorMessage" = "אופס, משהו השתבש, ומטמון נתוני-המטא כבר לא תקף. Infuse יוריד עכשיו מחדש את נתוני-המטא עבור קטעי הווידאו שלך.\n\nשליחת דוח אבחון יעזור לנו לאתר ולפתור בעיות כאלה בעתיד עדכונים.";
"acCloudDownloadErrorMsg" = "הורד את הקובץ לפני הפעלתו";
"hoLocalFilesMigration" = "תודה על שדרוג ל-Infuse 8! האם ברצונך להעביר את הסרטונים המקומיים שלך לגרסה החדשה?";
"hoSaveAndPlay" = "שמור והפעל";
"plServerWrongAccount" = "השרת שאתה מנסה לגשת אליו לא נמצא בחשבון זה.";
"svcAppearance" = "מראה";
"svcAppIcon" = "סמל אפליקציה";
"svcDark" = "כהה";
"svcLight" = "בהיר";
"liStatusFetchingAdditionalMetadataFor" = "מביא פרטים עבור %1$@ (%2$d\U00A0מתוך\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "מעדכן את חיפוש ה-Spotlight";
"pmDeinterlacingIvtc" = "סרט (IVTC)";
"pmDeinterlacingLinear" = "יעיל (לינארי)";
"pmDeinterlacingYadif" = "איכות גבוהה (Yadif)";
"pacoHideFromFilesApp" = "בטל יישום הקבצים";
"ufAdvanced" = "מתקדם";
"ufMacAddress" = "כתובת MAC";
"fdTicketDownloadAllEpisodes" = "כל הפרקים";
"fdTicketDownloadSingleEpisode" = "פרק אחד";
"fdTicketDownloadUnwatched" = "פרקים שלא נצפו";
"emDropboxEmailNotVerified" = "כתובת הדוא\"ל לא אומתה";
"emDropboxEmailNotVerifiedMessage" = "אנא אמת את כתובת הדוא\"ל שלך באמצעות Dropbox לפני שתמשיך.";
"hoAddToPlaylist" = "הוסף לרשימת ניגון";
"hoCreateNewPlaylist" = "צור רשימת ניגון";
"hoDeletePlaylist" = "מחק רשימת ניגון";
"hoPlaylistTitle" = "כותרת רשימת ניגון";
"hoRemoveFromPlaylist" = "הסר מרשימת ניגון";
"hoRenameFavorite" = "שנה שם מועדף";
"hoRenamePlaylist" = "שנה שם רשימת ניגון";
"hoUpdatingPlaylist" = "מעדכן רשימת ניגון...";
"liPlaylists" = "רשימות ניגון";
"NSBluetoothAlwaysUsageDescription" = "משמש לגלות מכשירי Google Cast סמוכים";
"pmSubtitlesFontPreview" = "דג סקרן שט בים מאוכזב ולפתע מצא חברה";
"pmSubtitlesMoreFonts" = "עוד...";
"ufUploadInfoNetworkSame" = "חבר את המחשב לאותה רשת Wi-Fi.";
"acSavingToDocuments" = "שומר אל %@";
"hoAddToWatchlist" = "הוסף לרשימת הצפייה";
"hoEmptyPlaylistsMessage" = "כדי ליצור רשימת השמעה, אתר סרטון בספריה שלך ובחר באפשרות 'רשימות ניגון'.";
"hoRemoveFromWatchlist" = "הסר מרשימת הצפייה";
"hoRenameList" = "שינוי שם רשימה";
"hoUpdatingWatchlist" = "מעדכן רשימת צפייה";
"ivcNoPlayableContentInFolder" = "תיקיה זו אינה מכילה פריטים שניתן לנגן";
"ivcPlay" = "נגן";
"ivcPlayLoop" = "מחזורי";
"ivcPlayLoopAndShuffle" = "מחזורי וגם אקראי";
"ivcPlayShuffle" = "אקראי";
"ivcSearchingPlayableContent" = "מחפש קטעי וידאו זמינים...";
"pmItalic" = "נטוי";
"pmSubtitlesMissingFontsListFooter" = "הקש על הגופן ובחר אותו מהרשימה כדי לייבא אותו לשימוש בעת ניגון סרטי וידאו.";
"pmSubtitlesMissingFontsListHeader" = "סרטון זה משתמש במספר גופנים אשר חסרים. לקבלת החוויה הטובה ביותר, ייבא את הגופנים המפורטים להלן.";
"pmSubtitlesMissingFontsTitle" = "גופנים חסרים";
"hoAddToList" = "הוסף לרשימה";
"hoManageLists" = "רשימות ניגון";
"hoReOrderTitle" = "מסך הבית";
"svcHomescreenSettingsTitle" = "מסך הבית";
"svcStreamingDiskCacheDisabled" = "מורשת";
"hoNoFavorites" = "אין מועדפים";
"hoReOrderReset" = "איפוס סדר מיון";
"svcStreamingDiskCacheTitle" = "הזרמת מטמון";
"hoReOrderCurrentFavoritesSectionTitle" = "המועדפים שלי";
"hoReOrderCurrentListsSectionTitle" = "הרשימות שלי";
"hoReOrderDefaultFavoritesSectionTitle" = "מועדפים ברירת מחדל";
"hoReOrderDefaultListsSectionTitle" = "רשימות ברירת מחדל";
"iapPurchaseOneYearFree" = "שנה ניסיון";
"ivcPlayVersion" = "הפעל גרסה";
"pipDescriptionNew" = "עזור ל-%1$@ לשפר את חוויית האפליקציה %2$@ שלך על-ידי בחירה לשתף באנונימיות מידע על המכשיר והאפליקציה.";
"pipMoreInfoNew" = "שיפור מוצר, אוסף ושולח מדי פעם מידע על אבחון ושימוש, דבר המסייע ל-%@ לשפר את האיכות והביצועים. מידע זה כולל בדרך כלל את תצורת ההתקן, שימוש באפליקציות, ניצול אחסון, סוגי קבצים וכמובן אבחון שגיאות.";
"pipDoNotShare_Infuse" = "לא תודה";
"pipShare_Infuse" = "נשמע טוב";
"spteBrowsingHint" = "בחר קובץ וידאו שישמש לבדיקת מהירות הרשת.";
"spteChart" = "הצג גרף";
"spteControllerTitle" = "בדיקת מהירות עבור %@";
"spteFileSize" = "גודל קובץ:";
"spteLastSecSpeed" = "מהירות נוכחית:";
"spteMinSpeed" = "מהירות מינימלית:";
"spteProgress" = "התקדמות:";
"spteReadBytes" = "בתים שנקראו:";
"spteStart" = "התחל בדיקה";
"spteStop" = "הפסק בדיקה";
"spteTestConnection" = "בדיקת מהירות";
"spteTotalSpeed" = "מהירות ממוצעת:";
"hoDisconnectGoogleCast" = "נתק";
"emCacheCorruptedButton" = "הפעל מחדש";
"emCacheCorruptedMessage" = "אופס, משהו השתבש והמטמון של המטא-נתונים כבר לא תקף. אנא התחל מחדש את %@ כדי לשחזר את מטמון המטא-נתונים.";
"emCacheCorruptedTitle" = "שגיאת מטמון";
"emCacheRestoredMesssage" = "%@ ינסה כעת לשחזר את מטמון המטא-נתונים. \n\n הגשת דוח אבחון תעזור לנו לאתר ולפתור בעיות כאלה בעדכונים עתידיים.";
"emCacheRestoredTitle" = "מטמון שוחזר";
"pmPlaybackSpeed" = "מהירות ניגון";
"pmPlaybackSpeedCustom" = "מותאם אישית (%@)";
"pmPlaybackSpeedNormal" = "רגיל";
"svcDefaultPlaybackSpeed" = "מהירות ניגון";
"foRemoveFromPrompt" = "האם הינך בטוח שברצונך למחוק לצמיתות את ”%1$@” (%2$@)?";
"svcSectionSync" = "סינכרון";
"ttRateCommentPlaceholder" = "צעק ב-Trakt (חייב להיות באנגלית ולהכיל לפחות 5 מילים)";
"ttRateContainsSpoilers" = "מכיל ספוילרים";
"ttRateTitle" = "מה אתם חושבים על\n'%@'?";
"ttSyncedWithTrakt" = "מחובר אל Trakt";
"eyEmbyConnect" = "Emby Connect";
"eyConnectToEmby" = "הוסף Emby (Emby Connect)";
"eyLogin" = "התחבר";
"eyNoServers" = "לא נמצאו שרתים. קשר שרת לחשבון Emby Connect שלך ונסה שוב.";
"eyOtherEmbyServer" = "הוסף Emby";
"eyOtherJellyfinServer" = "הוסף Jellyfin";
"eyPinCodeExpired" = "תוקף קוד הגישה פג";
"eyRequestingServers" = "מבקש רשימת שרתים...";
"eyServers" = "שרתים";
"eyUseEmbyConnectAccount" = "השתמש בחשבון Emby Connect שלך או צור חשבון בכתובת https://emby.media/connect";
"svcHideSpoilers" = "הסתר ספוילרים";
"ufAddMediaServer" = "הוסף שרת מדיה";
"ufBaseURL" = "כתובת URL בסיסית";
"ufDiscoveredServersSectionTitle" = "שרתים זמינים";
"ufMediaServers" = "שרתי מדיה";
"ufOnlineAccounts" = "חשבונות מקוונים";
"ufPreCacheImages" = "תמונות קדם-מטמון";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "מביא פרטים עבור %@";
"liStatusFetchingMetadataWithoutCounter" = "מאחזר נתוני-מטא עבור %@";
"liStatusFetchingThumbnailsWithoutCounter" = "מאחזר תמונות רקע עבור %@";
"li1-4Stars" = "1-4 כוכבים";
"li10s" = "שנות ה-2010";
"li20+" = "2020+";
"li6Stars" = "6 כוכבים";
"li7Stars" = "7 כוכבים";
"li8-10Stars" = "8-10 כוכבים";
"liActors" = "שחקנים";
"emCacheEmptyIOS" = "Infuse יוריד עכשיו מחדש נתוני-מטא ויצירות אמנות עבור קטעי הווידאו שלך.";
"eyCheckingPlugin" = "ממתין ל-InfuseSync ...";
"eyPluginSuggestion" = "התקן את התוסף InfuseSync בשרת %@ לסריקה מהירה יותר";
"eyRestartServer" = "הפעל מחדש את השרת %@ לסיום התקנת התוסף InfuseSync";
"gdComputers" = "מחשבים";
"liStatusFetchingContentForLibrary" = "מאחזר תוכן עבור %1$@ (%2$d\U00A0מתוך\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "מאחזר רשימת ״הבא בתור״ עבור %@";
"liStatusMergingContentFor" = "מסיים אחזור תוכן עבור %@";
"liWaitingForDownloads" = "ממתין שההורדות יסתיימו";
"pmSubtitlesOpacity" = "אטימות";
"pmSubtitlesOpacityOpaque" = "אטום";
"pmSubtitlesOpacitySemiTransparent" = "שקוף למחצה";
"pmSubtitlesOpacityTransparent" = "שקוף";
"coLightGray" = "אפור בהיר";
"emMissingMediaServerFile" = "אופס, נראה שסרטון זה הועבר או נמחק לאחרונה. סרוק את קבצי הספריה בשרת כדי לעדכן ונסה שוב.";
"liStatusFetchingMetadataChanges" = "מאחזר שינויי נתוני-מטא";
"pacoRequirePin" = "דרוש קוד גישה";
"pacoRequirePinEverySession" = "בכל פעילות";
"pacoRequirePinEveryPlay" = "בכל ניגון";
"fdTicketDownloadDownloadSingleEpisode" = "הורד פרק אחד";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "הורד פרקים שלא נצפו";
"fdTicketDownloadDownloadAllEpisodes" = "הורד את כל הפרקים";
"fdTicketDownloadRetryAllEpisodes" = "נסה שוב את כל הפרקים";
"fdTicketDownloadRetrySingleEpisode" = "נסה שוב פרק אחד";
"fdTicketDownloadStopAllEpisodes" = "הפס את כל הפרקים";
"fdTicketDownloadStopSingleEpisode" = "הפסק פרק אחד";
"fdTicketDownloadPauseAllEpisodes" = "השהה את כל הפרקים";
"fdTicketDownloadPauseSingleEpisode" = "השהה פרק אחד";
"fdTicketDownloadResumeAllEpisodes" = "המשך את כל הפרקים";
"fdTicketDownloadResumeSingleEpisode" = "המשך פרק אחד";
"fdTicketManageDownload" = "מנהל ההורדות";
"fdPauseDownloadButtonTitle" = "השהה הורדה";
"fdResumeDownloadButtonTitle" = "המשך הורדה";
"liRefreshMetadataTitle" = "עדכן נתוני-מטא";
"liRefreshMetadataConfirmationText" = "Infuse יחפש עדכון לנתוני-מטא עבור פריטי הספריה שלך. פעולה זו תיקח לא מעט זמן.";
"liRefreshMetadataConfirmationOk" = "המשך";
"svcTrueBlackTheme" = "מצב שחור אמיתי";
"svcCellularDownload" = "הורדה בנתונים סלולריים";
"fdTicketDownloadingError" = "שגיאת הורדה";
"fdTicketDownloadingRetry" = "נסה שנית";
"fdTicketDownloadingQueued" = "בתור";
"fdTicketDownloadingPaused" = "מושהה";
"liSeeAll" = "הצג הכל";
"hoHome" = "בית";
"hoReOrderAllItemsSectionTitle" = "כל הפריטים";
"hoNewTitle" = "כותרת חדשה";
"svcTitleMac" = "העדפות";
"svcLanguagePickerTitle" = "בחר שפה:";
"svcClearAllMetadataMac" = "נקה";
"tiDescriptionShowMore" = "עוד";
"tiDescription" = "תיאור";
"tiActor" = "שחקן";
"tiSpoilerAlert" = "ספויילר";
"iapUpgradeToInfuseProFormat" = "שדרג אל\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "שיתופי רשת";
"ufLocalSharesSectionTitle" = "שיתופים מקומיים";
"ufAddShareTitle" = "הוסף...";
"ufAddShareItemTitle" = "הוסף %@";
"ufDefaultShareName" = "%@ שלי";
"afAddUrlMacStep2Placeholder" = "הכנס קישור כאן";
"afAddUrlsMacTitle" = "הוסף";
"afAddLocalFolderTitle" = "הוסף תיקייה מקומית";
"afLocalShareTitle" = "מקומי";
"fdNoDownloadsMacTitle" = "כל ההורדות הושלמו";
"liRecentlyAddedTVShows" = "סדרות שהתווספו לאחרונה";
"liUnwatchedMovies" = "סרטים שלא נצפו";
"spteProgressTitle" = "התקדמות";
"spteCurrentSpeedTitle" = "נוכחי";
"spteAverageSpeedTitle" = "ממוצע";
"spteMinimumSpeedTitle" = "מינימום";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "העדפות...";
"mnuAddFiles" = "הוסף קבצים...";
"mnuOpen" = "פתח קובץ...";
"alAppExpiredTitle" = "Infuse פג תוקף";
"alNewVersionDownload" = "הורד";
"bmBookmarkIsStale" = "התיקיה %@ לא נמצאה. אנא נסה שנית.";
"bmFileReadNoPermission" = "לא היתה אפשרות לפתוח את התיקיה %@ כי אין מספיק הרשאות לצפות בה. אנא נסה להוסיף את התיקיה החיצונית שוב.";
"bmFailedToGetAccess" = "אין אפשרות לגשת לתיקיה החיצונית %@";
"bmNoValidFileProviderFound" = "התיקיה %@ לא נמצאה. בדוק את המיקום ונסה שנית.";
"bmSmbLocationCannotAdd" = "שימוש בשיתופי SMB לא נתמך כרגע. צור חיבור ישיר בעזרת הרשימה ״שיתופים זמינים״.";
"bmDeviceRootLocationCannotAdd" = "אין אפשרות להוסיף את כל ההתקן כתיקיה חיצונית, אנא בחר תת-תיקיה במקום.";
"bmNotEnoughAvailableDiskSpace" = "הקובץ %@ אינו יכול להישמר. אין מספיק שטח אחסון.";
"bmCloudDownloading" = "מוריד לאחסון iCloud מקומי";
"ttRateLimit" = "היתה חריגה ממגבלת הדירוג של Trakt. אנא נסה שנית מאוחר יותר.";
"ufExternalDocumentsCategory" = "דרך תיקיות חיצוניות";
"mnzEnterPinCode" = "בכדי להמשיך בהרשאה, אנא הזן את הקוד המופיע באפליקציית האימות שלך:";
"mnzInvalidPinCode" = "קוד שגוי או שפג תוקפו של הקוד.";
"emLocalNetworkPermission" = "גישת רשת מבוטלת";
"emLocalNetworkPermissionMessage" = "הפעל גישת ׳רשת מקומית׳ תחת הגדרות > Infuse";
"ufInstallPlugin" = "התקן את התוסף InfuseSync";
"liStatusCheckingUpNext" = "בודק רשימת הבאים בתור";
"liCheckAndRetry" = "אנא בדוק אם ׳%@׳ זמין ונסה שנית";
"hoPinToHomeScreen" = "נעץ למסך הבית";
"hoRemoveFromHomeScreen" = "הסר ממסך הבית";
"hoRemoveFromHomeScreenMessage" = "בטוח שברצונך להסיר את ‘%1$@’?";
"hoHomeIsEmpty" = "מסך הבית ריק";
"hoLetsPinSomeItems" = "בוא ננעץ כמה פריטים כאן";
"hoLetsFindSomeVideos" = "בוא נחפש סרטי וידאו להוסיף למסך הבית שלך";
"hoEditHomeScreen" = "ערוך את מסך הבית";
"hoFilesAreBeingProcessed" = "הקבצים שלך נמצאים בתהליך עיבוד";
"hoFilesWillAppear" = "הם יופיעו כאן לבינתיים";
"hoFilesScreenIsEmpty" = "מסך הקבצים ריק";
"hoLetsAddSomeFiles" = "עכשיו נחפש כמה סרטי וידאו שאפשר להוסיף לקבצים שלך";
"hoSearchResultsWithText" = "תוצאות חיפוש עבור ״%@״";
"hoReOrderCurrentItemsSectionTitle" = "פריטים נעוצים";
"hoReOrderDefaultItemsSectionTitle" = "פריטי ברירת מחדל";
"tiCastAndCrew" = "שחקנים וצוות";
"tiResume" = "המשך %@";
"afAddUrlMacStep1" = "העתק כתובת URL של וידאו ישיר מהדפדפן לדוגמה.";
"afAddUrlMacStep2" = "הדבק את כתובת האתר המיובאת או הזן כתובת ידנית כדי להוסיף אותה.";
"afAddUrlMacStep2PlaceholderMini" = "הכנס כתובת כאן, http://example.com/sample.mp4 לדוגמה";
"afAddUrlMacStep3" = "הקש על פריט מתוך הרשימה כדי להזרים אותו או הקש על הורד כדי לשמור אותו למכשיר שלך.";
"alAppExpiredMessage" = "פג תוקפה גרסה זו של Infuse. אנא התקן את הגרסה האחרונה והמשך.";
"alNewVersionMessage" = "גרסת Infuse %1$@ זמינה עכשיו—אצלך מותקן %2$@. האם ברצונך להוריד אותה כעת?";
"hoCacheOptimizationTitle" = "מייעל ספריה";
"hoCacheOptimizationMessage" = "מתבצע ייעול לספריה שלך לביצועים טובים יותר. אנא השאר את Infuse פתוח.";
"hoShowGridTitles" = "הצג כותרות";
"hoHideGridTitles" = "הסתר כותרות";
"svcAlwaysShowTitlesTV" = "הצג כותרות פוסטר";
"ttSwitchToClassicView" = "תצוגה קלאסית";
"ttSwitchToModernView" = "תצוגה מודרנית";
"vvSkipIntro" = "דלג על הפתיח";
"pmVideoUpscalingHighest" = "גבוה (4K)";
"pmVideoUpscalingHigh" = "רגיל (HD)";
"pmVideoUpscalingMax" = "מקסימלי (ללא הגבלה)";
"hoShowInFinder" = "הצג ב-Finder";
"tiSearchMetadata" = "חפש נתוני מטא";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "נראה כי עדיין יש לך מנוי Infuse Pro פעיל אשר כבר לא נחוץ. תוכל לנהל זאת תחת הגדרות > משתמשים וחשבונות > [שם חשבון] מינויים.";
"svcPrePlaybackLayoutModern" = "מודרני";
"svcPrePlaybackLayoutClassic" = "קלאסי";
"tiCreator" = "יוצר";
"tiCreators" = "יוצרים";
"pcRewindSecondsFormat" = "%ld שניות";
"svcAdvancedOptions" = "אפשרויות מתקדמות";
"ufUsbCableTitle" = "כבל USB";
"ufDocumentTitle" = "מסמכים";
"ufOtherAppsTitle" = "יישומים אחרים";
"ufLinksTitle" = "קישור ישיר";
"ufFilesTitle" = "קבצים";
"ufLocationsSectionTitle" = "מיקומים";
"hoSortingByTitle" = "מיין לפי: כותרת";
"hoSortingByFileName" = "מיין לפי: שם הקובץ";
"hoSortingByDate" = "מיין לפי: תאריך";
"hoSortingByReleaseDate" = "מיין לפי: תאריך יציאה";
"hoLocalMetadata" = "נתוני-מטא: מקומיים";
"hoOnlineMetadata" = "נתוני-מטא: מקוונים";
"svcPicksOfTheDayModeTitle" = "בחירות היום";
"svcPicksOfTheDayModeMoviesShows" = "סרטים ו סדרות טלויזיה";
"svcPicksOfTheDayModeMovies" = "רק סרטים";
"svcPicksOfTheDayModeShows" = "רק סדרות טלויזיה";
"liRandom" = "בחירות היום";
"liMusic" = "קונצרטים";
"liShortFilms" = "סרטים קצרים";
"liGenreMusic" = "מוזיקה";
"pmVideoUpscaling" = "העלאת קנה מידה מתקדם";
"svcPrePlaybackLayoutSettingTitle" = "תצוגת פרטים";
"svcAutoSelectNextItem" = "בחירה אוטומטית הבא";
"geProceed" = "להמשיך";
"hoUseLocalMetadataConfirmation" = "הפעלת מטה-נתונים מקומיים עבור תיקיה זו תסלק את כל המטא-נתונים/יצירת האמנות הקיימים וההפקה מחדש באמצעות מידע מוטבע בלבד. מקורות מטה-נתונים מקוונים לא ישמשו עבור פריטים בתיקיה זו.";
"tiGuestStar" = "כוכב אורח";
"ufUsbCableDesc" = "השלבים להלן הם עבור MacOS 10.15 ואילך. עבור גרסאות קודמות (או עבור Windows) ניתן לבצע את אותו תהליך באמצעות iTunes.";
"ufUsbCableStep1Desc" = "חבר את המכשיר למחשב באמצעות כבל USB.";
"ufUsbCableStep2Desc" = "על המחשב שלך, פינדר פתוח. סרטוני הווידיאו שברצונכם לסנכרן יוצגו בחלק 'סרטים' (או הצגת תוכניות טלוויזיה).";
"ufUsbCableStep3Desc" = "פתחו את הלשונית 'סרטים' או 'הצגת תוכניות טלוויזיה' ובחרו את סרטוני הווידיאו שברצונכם לסנכרן על-ידי הצבת סימן ביקורת לידם.";
"ufUsbCableStep4Desc" = "לאחר שתבחרו את כל סרטוני הווידיאו, לחצו על הלחצן סינכרון.";
"ufUsbCableDetail" = "שימוש ב-Finder או iTunes";
"ufHttpDetail" = "דורש Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "להעביר קבצים";
"svcBlackoutOtherScreens" = "בלק אאוט מוניטורים אחרים תוך שימוש במסך מלא";
"tvshAddCloudShareHint" = "הוספת שיתופי ענן (Dropbox, Google Drive, וכו ') ב-iOS או MacOS ראשונה והם יופיעו כאן.";
"liFeatureFilms" = "סרטים עלילתיים";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"svcDolbyVisionMode" = "Dolby Vision מורחב";
"svcDolbyVisionModeForced" = "מאולץ";
"ppbVersionIMAX" = "IMAX";
"ufAddAliyunDrive" = "הוסף Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "שלי Aliyun Drive";
"svcPlayVersion" = "הפעל גרסה";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "הוסף 123 Cloud Drive";
"ufDefaultShareName123" = "שלי 123 Cloud Drive";
"pmVideoResamplingFilter" = "העלאת קנה מידה AI";
"pmVideoResamplingFilterLanczos" = "מושבת";
"pmVideoResamplingFilterSpatial" = "מאופשר";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "הוסף 115 Cloud Drive";
"ufDefaultShareName115" = "שלי 115 Cloud Drive";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "הוסף Baidu NetDisk";
"ufDefaultShareNameBaidu" = "שלי Baidu NetDisk";
"afAddiCloudDrive" = "הוסף iCloud Drive";
"mnuNextMedia" = "הוידאו הבא";
"mnuPrevMedia" = "הוידאו הקודם";
"mnuEnterFullscreen" = "מסך מלא/חלקי";
"mnuEnterPip" = "הפעל/כבה PiP";
"mnuSpeedUp" = "האץ";
"mnuSpeedDown" = "לְהַאֵט";
"mnuNormalSpeed" = "מהירות רגילה";
"mnuMute" = "השתק";
"mnuCycleAudioTrack" = "חזרה על רצועות שמע";
"svcStreamingCacheMemoryOnly" = "זיכרון בלבד";
"hoEmptyCollectionMessage" = "כדי ליצור אוסף, אתר סרטון בספרייה שלך ובחר באפשרות 'אוספים'.";
"svcShowTmdbCollections" = "אוספי TMDB";
"svcShowCustomCollections" = "אוספים מותאמים אישית";
"svcGroupMoviesIntoCollections" = "קבץ תוכניות טלוויזיה לאוספים";
"svcGroupTVShowsIntoCollections" = "קבץ תוכניות טלוויזיה לאוספים";
"hoCollectionsForEmptyTVShow" = "הוסף תוכניות טלוויזיה לספרייה כדי לכלול אותן באוסף";
"svcCollectionsAndGroups" = "אוספים וקבוצות";
"svcVersionSelectionHighestQuality" = "האיכות הגבוהה ביותר";
"eyFavoriteCollections" = "אוספים מועדפים";
"svcOpenCollectionsOnPreplayback" = "תצוגת פרטים";
"pcSkipFormat" = "%d שנייה";
"mnuCycleSubtitles" = "מסלול כתוביות";
"mnuToggleSubtitles" = "הפעל/כבה כתוביות";
"mnuDisabledSubtitles" = "כתוביות מושבתות";
"svcHDRTonemappingMode" = "צבעי HDR";
"tiSeasonSelectTitle" = "בחר עונה";
"hoDeleteCollection" = "מחק אוסף";
"hoUpdatingCollection" = "עדכון האוסף...";
"hoRenameCollection" = "שינוי שם אוסף";
"hoAddToCollection" = "הוסף לאוסף";
"hoCreateNewCollection" = "צור אוסף";
"hoCollectionTitle" = "שם האוסף";
"svcSectionHotKeys" = "מקשי קיצור";
"svcHotKeysResetAll" = "אפס הכל";
"svcHotKeysResetAllButton" = "איפוס";
"svcHotKeysResetAllConfirmationText" = "האם אתה בטוח שברצונך לאפס את העדפות מקשי הקיצור שלך?";
"svcHotKeysDescription" = "לחץ פעמיים על שורה כדי לערוך את קישור המקשים המתאים";
"svcHotKeysHint" = "לחץ על מקש כלשהו כדי לערוך את הקישור. ESC לביטול.";
"svcHotKeysWarning" = "השילוב %@ כבר נמצא בשימוש.";
"svcShowLogoTitle" = "הצג לוגואים";
"svcShowLogoMoviesOnly" = "סרטים בלבד";
"svcShowLogoTVShowsOnly" = "תוכניות טלוויזיה בלבד";
"mnuFloatOnTop" = "צף על פני השטח";
"hoReorder" = "הזמנה חוזרת";
"vvNextEpisode" = "הפרק הבא";
"foRemovePromptWithCount" = "האם אתה בטוח שברצונך למחוק לצמיתות את '%1$@' (%2$d files)?";
"foRemoveFromPromptWithCount" = "האם אתה בטוח שברצונך למחוק לצמיתות את '%1$@' (%2$@) (%3$d קבצים)?";
"foAllFilesAndFoldersRemoveButton" = "וידאו וקבצים נלווים";
"foVideoFilesOnlyRemoveButton" = "קובצי וידאו בלבד";
"liStartCloudSync" = "סנכרון עם iCloud";
"liLastCloudSyncDate" = "(אחרון: %@)";
"hoDeleteCollectionPrompt" = "מחק אוסף";
"hoRemoveFromCollection" = "הסר מהאוסף";
"foRemoveCannotBeDeleted" = "לא ניתן למחוק קבצים אלה";
"wsMarkSeasonAsWatched" = "סמן את העונה כצפויה";
"wsMarkSeasonAsUnwatched" = "סמן את העונה כלא נצפתה";
"wsMarkEpisodeAsWatched" = "סמן פרק כנצפה";
"wsMarkEpisodeAsUnwatched" = "סמן פרק כלא נצפה";
"wsSelectWatchAction" = "סמן כ...";
"liLastCloudSyncFailed" = "נכשל";
"emPlexRelayConnectionTitle" = "חיבור ממסר פעיל";
"emPlexRelayConnectionMessage" = "אנא בדוק את הגדרות הרשת שלך וודא שהחיבור המקומי (או המרוחק שאינו ממסר) לשרת המדיה Plex שלך פועל כהלכה.";
"pcAudioDelayTuningHintWithValue" = "החלק שמאלה/ימינה כדי לכוון את עיכוב השמע\nהערך הנוכחי: %d ms";
"pmAudioDelay" = "עיכוב";
"pmAudioDelayValueMsec" = "%d גב'";
"pmAudioDelayValueMsecWithTuning" = "%d ms, כוונון מופעל";
"pmAudioDelaySubmenuTitle" = "עיכוב שמע";
"pmAudioDelayTuningMode" = "מצב כוונון";
"afAddRootToFavorites" = "הוסף את כל הקבצים למועדפים";
"shAllFiles" = "כל הקבצים";
"tiMetadataLanguage" = "שפת מטא-נתונים";
"svcGroupVersions" = "קבוצות חכמות";
"svcVersionSelection" = "בחר גרסה";
"svcVersionSelectionLowestQuality" = "האיכות הנמוכה ביותר";
"hoSave" = "שמור";
"svcForcedDolbyVision" = "Dolby Vision מורחב";
"svcDolbyVisionModeLimited" = "מוגבל";
"trTrailer" = "טריילר";
"trTrailers" = "טריילרים";
"trTrailersSearch" = "מחפש טריילרים...";
"trTrailersNotFound" = "אין טריילרים זמינים עבור '%@'.";
"trTrailersRequestLimit" = "הטריילרים אינם זמינים כרגע.\nאנא נסה שוב מאוחר יותר.";
"tiPart" = "חלק %d";
"ppbVersionDirectorsCut" = "גרסת הבמאי";
"ppbVersionExtendedCut" = "גרסה מורחבת";
"ppbVersionTheatricalCut" = "גרסה קולנועית";
"ppbVersionFinalCut" = "חיתוך סופי";
"ppbVersionCinematicCut" = "חיתוך קולנועי";
"ppbVersionUnratedCut" = "גרסה ללא דירוג";
"ppbVersionTVCut" = "קטע טלוויזיה";
"ppbVersionUncut" = "ללא עריכה";
"ppbVersionSpecialEdition" = "מהדורה מיוחדת";
"ppbVersionUltimateEdition" = "מהדורה סופית";
"ppbVersionBlackAndWhiteEdition" = "שחור ולבן";
"ppbVersionWideScreen" = "מסך רחב";
"ppbVersionFullScreen" = "מסך מלא";
"hoVOReOrderLibrary" = "ערוך פריטים מוצמדים";
"iapUnlockDolbyTitle" = "אודיו דולבי";
"iapUnlockDolbyDescription" = "שמעו כל פרט עם תמיכה נוספת באודיו Dolby באיכות גבוהה.";
"iapUnlockDolbyMacNavBarTitle" = "שחרר את Dolby Audio בחינם";
"iapUnlockDTSTitle" = "אודיו DTS";
"iapUnlockDTSDescription" = "שמעו כל פרט עם תמיכה נוספת באודיו DTS באיכות גבוהה.";
"iapUnlockDTSMacNavBarTitle" = "בטל את הנעילה של DTS Audio בחינם";
"iapUnlockCodecWithPro" = "כלול ב- %@";
"iapUnlockCodecButton" = "נעילה בחינם";
"iapUnlockCodecRemindLater" = "הזכר לי מאוחר יותר";
"foMoveToBinTitle" = "העברת '%1$@' לסל האשפה";
"foMoveToRecentlyDeletedTitle" = "העברת '%1$@' ל'נמחק לאחרונה'";
"foMoveToBinPrompt" = "האם אתה בטוח שברצונך להעביר את '%1$@' לסל האשפה?";
"foMoveToBinFromPrompt" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$@) לסל האשפה?";
"foMoveToBinPromptWithCount" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$d קבצים) לסל האשפה?";
"foMoveToBinFromPromptWithCount" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$@) (%3$d קבצים) לסל האשפה?";
"foMoveToRecentlyDeletedPrompt" = "האם אתה בטוח שברצונך להעביר את '%1$@' ל'נמחק לאחרונה'?";
"foMoveToRecentlyDeletedFromPrompt" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$@) ל'נמחק לאחרונה'?";
"foMoveToRecentlyDeletedPromptWithCount" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$d קבצים) ל'נמחק לאחרונה'?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "האם אתה בטוח שברצונך להעביר את '%1$@' (%2$@) (%3$d קבצים) ל'נמחק לאחרונה'?";
"liLastCloudSyncFailedNotAuthenticated" = "(חשבון iCloud לא נמצא)";
"liLastCloudSyncFailedNoSpaceLeft" = "(אין מקום ב-iCloud)";
"tiOriginalMetadataLanguage" = "מקורי";
"foAbstractRemoveTitle" = "הסרת '%1$@'";
"foAbstractRemovePrompt" = "האם אתה בטוח שברצונך להסיר את '%1$@'?";
"foAbstractRemoveFromPrompt" = "האם אתה בטוח שברצונך להסיר את '%1$@' (%2$@)?";
"foAbstractRemovePromptWithCount" = "האם אתה בטוח שברצונך להסיר את '%1$@' (%2$d files)?";
"foAbstractRemoveFromPromptWithCount" = "האם אתה בטוח שברצונך להסיר את '%1$@' (%2$@) (%3$d files)?";
"foAbstractRemoveButton" = "הסר";
"svcMixLfeIntoStereo" = "LFE במיקס סטריאו";
"svcDownmixVolume" = "עוצמת ערבוב";
"svcDownmixVolumeOriginal" = "מקורי";
"svcDownmixVolumeNormalized" = "מנורמל";
"ufIndexingEnabled" = "מצב ספרייה";
"liMiniseriesTVShows" = "מיני-סדרה";
"liIndexingDisabled" = "מצב ספרייה מושבת";
"csAliyunBackupDisk" = "דיסק גיבוי";
"csAliyunResourceLibrary" = "ספריית משאבים";
"acLinksAddedTitle" = "קישורים חדשים נוספו";
"acAllLinksAddedMsg" = "הקישורים זמינים כעת במסך %@.";
"acSomeLinksAddedMsg" = "קישורים זמינים כעת במסך %@ . חלק מהקישורים הם בפורמט שאינו נתמך ולא ניתן להוסיף אותם.";
"acLinksScreenTitleWithPath" = "הוסף קבצים > %@";
"plRecentlyAdded" = "נוסף לאחרונה ב- %@";
"plRecentlyAddedMovies" = "סרטים שנוספו לאחרונה";
"plRecentlyAddedTV" = "סדרות טלוויזיה שנוספו לאחרונה";
"plRecentlyAddedVideos" = "סרטונים שנוספו לאחרונה";
"plRecentPlaylists" = "פלייליסטים אחרונים";
"eyLatest" = "החדשות האחרונות %@";
"eyNextUp" = "הבא בתור";
"eyFavoriteSeries" = "סדרות אהובות";
"eyFavoriteEpisodes" = "פרקים אהובים";
"eyFavoriteMovies" = "סרטים אהובים";
"eyFavoriteVideos" = "סרטונים אהובים";
"eyFavoritePlaylists" = "פלייליסטים מועדפים";
"emCacheRestoreTitle" = "מכינים את הספרייה שלך...";
"emCacheRestoreReasonSystem" = "לאחרונה נגמר שטח הדיסק ב-Apple TV שלך, ולכן tvOS הסיר כמה נתוני אפליקציות כדי לפנות מקום לאפליקציות אחרות.";
"emCacheRestoreReasonCorruption" = "אופס, משהו השתבש ומטמון המטא-נתונים כבר לא תקף.";
"emRestoreOperationFailed" = "גיבוי בענן אינו זמין";
"emCacheRestoreActionRecreate" = "ספריית Rescan";
"emCacheRestoreNoBackup" = "לא נמצאו גיבויים בענן. הפעל את האפשרות 'גיבוי אוטומטי' כדי לאפשר עדכונים מהירים יותר של הספרייה בעתיד.";
"svcCloudSyncHint" = "השתמש ב-iCloud כדי לסנכרן את הספרייה והגדרות ההפעלה בין מכשירים.";
"svcBackups" = "גיבוי בענן";
"svcBackupsHint" = "שמור את פרטי הספרייה בענן כדי לקבל עדכונים מהירים יותר בעת השימוש ב-Infuse.";
"svcAutoBackups" = "גיבוי אוטומטי";
"svcBackupNow" = "שמור גיבוי";
"svcRestoreNow" = "שחזור גיבוי";
"svcRestoreNowConfirmationMessage" = "שחזור מגיבוי בענן ימחק את הספרייה הנוכחית שלך ויחליף אותה בגיבוי האחרון שנשמר. אם תבחר להמשיך, האפליקציה תיסגר.";
"svcPerformingBackup" = "שמירת גיבוי בענן";
"svcLastBackupDate" = "גיבוי אחרון: %@";
"svcBackupOperationFailed" = "הגיבוי נכשל";
"foAboutRecentlyDeletedTitle" = "נמחק לאחרונה";
"foAboutRecentlyDeletedPrompt" = "קבצים שנמחקו מועברים לקטע 'נמחקו לאחרונה' באפליקציית הקבצים. השתמש באפליקציה זו כדי למחוק קבצים לצמיתות ולפנות שטח אחסון.";
"foAboutRecentlyDeletedLearnMore" = "למידע נוסף";
"emCacheRestoreUpdating" = "הספרייה שלך מתעדכנת עם פרטים מהענן. זה ייקח רק רגע.";
"svcForwardSkip" = "העבר קדימה";
"svcBackwardSkip" = "דילוג לאחור";
"vvSkipCommercials" = "דלג על פרסומות";
"vvSkipCredits" = "דלג על קרדיטים";
"hoSearchRequiresTwoChars" = "אנא הזן לפחות שני תווים לחיפוש בצד השרת.";
"pcSkipForwardFormat" = "העבר %lds";
"pcSkipBackwardFormat" = "חזרה %lds";
"hoSearchScope" = "חיפוש: %@";
"geInternalServerError" = "שגיאה פנימית בשרת.";
"plAddToWatchlist" = "הוסף לרשימת המעקב";
"plRemoveFromWatchlist" = "הסר מרשימת המעקב";
"plAddShowToWatchlist" = "הוסף לתצוגה";
"plRemoveShowFromWatchlist" = "הסר את התוכנית מרשימת הצפייה";
"ufSmartFolders" = "תיקיות חכמות";
"eyRecentlyReleasedMovies" = "סרטים שיצאו לאחרונה";
"geCantEstablishConnectionToHostFormat" = "לא ניתן להתחבר ל- %@";
"emPermissionsErrorTitle" = "הרשאות נדרשות חסרות";
"emPermissionsErrorDescription" = "היכנס ל-Google Drive והענק ל-Infuse הרשאה לגשת לקבצים שלך.";
"emPermissionsErrorDescriptionTV" = "היכנס ל-Google Drive ב-iPhone, iPad או Mac והענק ל-Infuse הרשאה לגשת לקבצים שלך.";
"eySortByAlbum" = "אלבום";
"eySortByAlbumArtist" = "אמן האלבום";
"eySortByArtist" = "אמן";
"eySortByBitrate" = "קצב סיביות";
"eySortByCollectionOrder" = "צו גבייה";
"eySortByComposer" = "מלחין";
"eySortByCommunityRating" = "דירוג קהילתי";
"eySortByContainer" = "מכולה";
"eySortByCriticRating" = "דירוג המבקרים";
"eySortByDateAdded" = "תאריך הוספה";
"eySortByDatePlayed" = "תאריך המשחק";
"eySortByFileName" = "שם הקובץ";
"eySortByIMDB" = "דירוג IMDb";
"eySortByLastEpisodeDateAdded" = "תאריך הוספת הפרק האחרון";
"eySortByNumber" = "מספר";
"eySortByParentalRating" = "דירוג הורי";
"eySortByPlaylistOrder" = "סדר הפלייליסט";
"eySortByPlays" = "מחזות";
"eySortByRandom" = "אקראי";
"eySortByReleaseDate" = "תאריך השקה";
"eySortByResolution" = "החלטה";
"eySortByRuntime" = "זמן ריצה";
"eySortBySeries" = "סדרה";
"eySortBySize" = "גודל";
"eySortByTitle" = "כותרת";
"eySortByYear" = "שנה";
"jfSortByCriticsRating" = "דירוג המבקרים";
"jfSortByDateShowAdded" = "תאריך הוספת התוכנית";
"jfSortByDateEpisodeAdded" = "תאריך הוספת הפרק";
"jfSortByFolders" = "תיקיות";
"jfSortByName" = "שם";
"jfSortByPlayCount" = "מספר הפעלות";
"jfSortByPremiereDate" = "תאריך הבכורה";
"jfSortByTVDB" = "דירוג TheTVDB";
"pmAutoDimming" = "עמעום אוטומטי";
"svcPrePlaybackLayoutNew" = "חדש";
"ufPreCacheDetails" = "פרטי מטמון מקדים";
"svcStreamingCacheLimited" = "מוגבל";
"vvSkipPreview" = "דלג על תצוגה מקדימה";
"vvSkipRecap" = "דלג על סיכום";
"vvSkipSection" = "דלג על סעיף";
"svcEmbeddedThumbnails" = "העדף גרפיקה משובצת";
"emBandwidthExceeded123Cloud" = "חריגה ממגבלת השימוש היומית של 1GB למשתמשים חינמיים ב-123 Cloud Drive.";
"afRequestingQRCode" = "מבקש קוד QR...";
"afQRCodeExpired" = "קוד ה-QR פג תוקפו";
"afSaveToCameraRoll" = "שמור בגלריית המצלמה";
"af115CloudQRHint" = "סרוק את קוד ה-QR הזה באפליקציית 115";
"ufMaxQPSLimit" = "מגבלת QPS";
"ppbOpenStrmlnk" = "פתוח";
"ppbVersionStrmlnk" = "קישור";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "דילוג אוטומטי על הקדמות";
"svcLivePreview" = "תצוגה מקדימה חיה";
"pmAspectFitUnderlayNotch" = "התאמת היבט";
"svcAutoSkipIntroDelay" = "עיכוב";
"svcShowExternalRatings" = "הצג דירוגים חיצוניים";
"ufAutoScan" = "סריקה אוטומטית";
"emCacheRestoreExpired" = "הגיבוי בענן עבור מכשיר זה פג תוקף עקב חוסר פעילות. סרוק מחדש את הספרייה כדי להמשיך.";
"pmSubtitlesBrightness" = "בהירות HDR";
"hoSaveToLinks" = "הוסף לקישורים";
"hoSavedToLinksWithExpiration" = "הקישור התווסף בהצלחה ויהיה זמין עד %@.";
"hoSavedToLinks" = "הקישור התווסף בהצלחה.";
"svcShowExternalRatingsMoviesOnly" = "סרטים בלבד";
"svcShowExternalRatingsTVShowsOnly" = "תוכניות טלוויזיה בלבד";
"ttVip" = "VIP";
"ttGetVip" = "קבל VIP";
"hoAddToFavoriteItems" = "הוסף למועדפים";
"hoRemoveFromFavoriteItems" = "הסר מהמועדפים";
"hoUpdatingFavoriteItems" = "עדכון פריטים מועדפים";
"ppbNoMovieError" = "הסרט לא נמצא";
"ppbNoSeriesError" = "הסדרה לא נמצאה";
"eyFavoritePeople" = "אנשים אהובים";
"isEnvironmentVoid" = "ריק";
"isEnvironmentSunset" = "שקיעה";
"isEnvironmentSpace" = "חלל";
"isEnvironmentRoom" = "חדר";
"isEnvironmentCinema" = "קולנוע";
"isSettingRow" = "שורה";
"isSettingSeatingHeight" = "גובה המושב";
"isSettingDistance" = "מרחק";
"isSettingScreenAltitude" = "גובה המסך";
"isSettingScreenSize" = "גודל מסך";
"isSettingBrightness" = "בהירות";
"isSettingSceneTilt" = "הטיה של הסצנה";
"hoAddingLinks" = "הוספת קישורים...";
"hoAddLinkForSingleEpisode" = "הוסף קישור לפרק בודד";
"hoAddLinksForUnwatchedEpisodes" = "הוסף קישורים לפרקים שלא נצפו";
"hoAddLinksForAllEpisodes" = "הוסף קישורים לכל הפרקים";
"geEdit" = "ערוך";
"pmPlaybackQueue" = "תור השמעה";
"pmEditPlaybackQueue" = "ערוך תור השמעה";
"pmPlaybackQueueMode" = "מצב משחק";
"pmPlaybackQueueModeStraightforward" = "רגיל";
"hoRemoveFromContinueWatching" = "הסר מ\"המשך צפייה\"";
"hoUpdatingContinueWatching" = "עדכון המשך צפייה...";
"ppbOpenDeeplink" = "פתוח";
"pmAmbientMode" = "מצב אמביינט";
"pmAmbientModeSubtle" = "עדין";
"pmAmbientModeBalanced" = "מאוזן";
"pmAmbientModeVivid" = "חי";
"pmAmbientModeMax" = "מקסימום";
"pmPlaybackHUDInfo" = "סטטיסטיקות השמעה (HUD)";
"pmPlaybackHUDInfoFull" = "מלא";
"pmPlaybackHUDInfoCompact" = "קומפקטי";
"pmPlaybackHUDInfoOff" = "כבוי";
"pmPlaybackHUDContainer" = "מכל:";
"pmPlaybackHUDPlaybackMode" = "מצב השמעה:";
"pmPlaybackHUDSourceFramerate" = "קצב פריימים מקור:";
"pmPlaybackHUDAppleTVFramerate" = "קצב הרענון של המסך:";
"pmPlaybackHUDDroppedFrameCount" = "מספר פריימים שנשמטו:";
"pmPlaybackHUDAppleTVInfo" = "מידע על ממיר:";
"pmPlaybackHUDFreeDiskSpace" = "שטח דיסק פנוי:";
"pmPlaybackHUDNetworkThroughput" = "תפוקת רשת:";
"pmPlaybackHUDStreamSpeed" = "מהירות הזרם:";
"pmPlaybackHUDBufferReloadCount" = "מספר טעינות המחסנית:";
"pmPlaybackHUDBufferStatus" = "סטטוס המאגר:";
"pmPlaybackHUDVideo" = "וידאו:";
"pmPlaybackHUDAudio" = "אודיו:";
"pmPlaybackHUDSubtitles" = "כתוביות:";
"pmPlaybackHUDBufferStatusHealthy" = "בריא";
"pmPlaybackHUDBufferStatusEmpty" = "ריק";
"pmPlaybackHUDCreatedBy" = "נוצר על-ידי:";
"liSearch" = "חיפוש";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
